Repository: nef0s/MTA-SourceCode
Catalog: mtasa-blue/Shared/installer/locale/*.po
Languages: et, sv

source: This wizard will guide you through the installation or update of $(^Name) ${REVISION_TAG} It is recommended that you close all other applications before starting Setup. [Admin access may be requested for Vista and up] Click Next to continue.
et: See rakendus aitab sul läbida $(^Name) ${REVISION_TAG} paigaldamise või uuendamise Soovitame enne alustamist sulgeda kõik teised rakendused. [Administraatori õigused võivad olla vajalikud kui kasutate Vistat või uuemat windowsi] Vajutage Edasi kui soovite jätkata
sv: Den här guiden leder dig genom installationen eller uppdateringen av $(^Name) ${REVISION_TAG} Det är rekommenderat att du stänger alla andra program innan du startar installationsprogrammet. [Administratörsbehörighet kan begäras för Vista och upp] Klicka på Nästa för att fortsätta.

source: Grand Theft Auto: San Andreas location
et: Grand Theft Auto: San Andrease asukoht
sv: Grand Theft Auto: San Andreas plats

source: Grand Theft Auto: San Andreas folder
et: Grand Theft Auto: San Andrease kaust
sv: Grand Theft Auto: San Andreas mapp

source: Please select your Grand Theft Auto: San Andreas folder.$ $ You MUST have Grand Theft Auto: San Andreas 1.0 installed to use MTA:SA, it does not support any other versions.$ $ Click Install to begin installing.
et: Palun vali oma Grand Theft Auto: San Andrease kaust.$ $ Sul peab olema eelnevalt paigaldatud Grand Theft Auto: San Andreas 1.0, MTA:SA ei pruugi käivituda teiste versioonidega.$ $ Vajuta Paigalda, et alustada paigaldamisega.
sv: Vänligen välj din Grand Theft Auto: San Andreas mapp.$ $ Du MÅSTE ha Grand Theft Auto: San Andreas 1.0 installerat för att kunna använda MTA:SA, det stödjer inte några andra versioner.$ $ Klicka på Installera för att påbörja installationen.

source: Create a Start Menu group for installed applications
et: Tee Start Menüü grupp paigaldatud rakendustele
sv: Skapa en grupp i startmenyn för installerade program

source: Create a Desktop Shortcut for the MTA:SA Client.
et: Tee desktopi lühitee MTA:SA rakendusele.
sv: Skapa en skrivbordsgenväg till MTA:SA Klienten.

source: Register mtasa:// protocol for browser clickable-ness.
et: Registreeri mtasa:// protokoll brauserite jaoks.
sv: Registrera mtasa:// protokollet för webbläsarklickbarhet.

source: Add to Windows Games Explorer (if present).
et: Lisa Windowsi Mängude hulka (kui on olemas).
sv: Lägg till i Windows Spelutforskaren (om sådan finns).

source: The core components required to run Multi Theft Auto.
et: Põhilised kompondendid, mida vaja Multi Theft Auto käivitamiseks.
sv: De centrala komponentera som krävs för att köra Multi Theft Auto.

source: The MTA:SA modification, allowing you to play online.
et: See on MTA:SA modifikatsioon, mis lubab sul mängida onlainis.
sv: MTA:SA modifikationen, så att du kan spela online.

source: The Multi Theft Auto Server. This allows you to host games from your computer. This requires a fast internet connection.
et: Multi Theft Auto server. See lubab sul luua enda mänguserverit. Nõuab internetiühendust.
sv: Multi Theft Auto Servern. Detta ger dig möjlighet att vara värd för spel från din dator. Detta kräver en snabb internetuppkoppling.

source: The Multi Theft Auto server. This is a required component.
et: Multi Theft Auto server. See on nõutud komponent.
sv: Multi Theft Auto servern. Detta är en nödvändig komponent.

source: The MTA:SA modification for the server.
et: MTA:SA modifikatsioon serveri jaoks.
sv: MTA:SA modifikationen till server.

source: This is a set of required resources for your server.
et: See on kogum ressursse sinu mänguserveri jaoks.
sv: Detta är en uppsättning av nödvändiga resurser för din server.

source: This is an optional set of gamemodes and maps for your server.
et: See on valikuline kogum mängutüüpe ja kaarte sinu mänguserveri jaoks.
sv: Detta är en valfri uppsättning spellägen och kartor för din server.

source: The MTA:SA 1.0 Map Editor. This can be used to create your very own maps for use in gamemodes for MTA.
et: MTA:SA 1.0 Kaardi Loomise Rakendus. See aitab sul luua sinu enda kaarte, mida saab kasutada mängutüüpides.
sv: MTA:SA 1.0 Kartskapare. Detta kan användas för att skapa dina alldeles egna kartor för användning i spellägen för MTA.

source: This is the SDK for creating binary modules for the MTA server. Only install if you have a good understanding of C++!
et: See on SDK, et luua mooduleid MTA serverile. Paigaldada ainult kui oskad hästi C++ keelt!
sv: Detta är en SDK för att skapa binära moduler för MTA-servern. Installera bara om du har en god förståelse för C++!

source: Development code and tools that aid in the creation of mods for Multi Theft Auto
et: Arendamise kood ja tööriistad, mis aitavad luua modifikatsioone Multi Theft Auto jaoks
sv: Utvecklingskod och verktyg som hjälper dig i skapandet av mods för Multi Theft Auto

source: The client is the program you run to play on a Multi Theft Auto server
et: Klient on rakendus, millega saad mängida Multi Theft Auto serveris
sv: Klienten är programmet du kör för att spela på en Multi Theft Auto server

source: Client and Server
et: Klient ja Server
sv: Klient och Server

source: Server only
et: Ainult server
sv: Bara server

source: Start menu group
et: Start menüü grupp
sv: Startmenygrupp

source: Desktop icon
et: Desktopi ikoon
sv: Skrivbordsikon

source: Register mtasa:// protocol
et: Registreeri mtasa:// protokoll
sv: Registrera mtasa:// protokoll

source: Add to Games Explorer
et: Lisa Games Exploreri
sv: Lägg till i Spelutforskaren

source: Game client
et: Mängu klient
sv: Spelklient

source: Dedicated server
et: Virtuaalserver
sv: Dedikerad server

source: Core components
et: Põhilised komponendid
sv: Centrala komponenter

source: Game module
et: Mängu moodul
sv: Spelmodul

source: Performing in-place upgrade...
et: Uuendan...
sv: Utför uppgradering...

source: Updating permissions. This could take a few minutes...
et: Uuendan õiguseid. See võib võtta paar minutit...
sv: Uppdaterar behörigheter. Detta kan ta några minuter...

source: A valid Windows version of Grand Theft Auto: San Andreas was not detected.$$ However installation will continue.$$ Please reinstall if there are problems later.
et: Nõutud Windowsi versiooni Grand Theft Auto: San Andreasest ei leitud.$$ Siiski paigaldamine jätkub.$$ Palun paigaldage uuesti kui rakendusega on hiljem probleeme.
sv: En giltig Windows version av Grand Theft Auto: San Andreas hittades inte.$$ Men installationen kommer att fortsätta.$$ Var god installera om, om det blir problem senare.

source: Core Resources
et: Põhilised ressursid
sv: Centrala resurser

source: Optional Resources
et: Valikulised ressursid
sv: Valfria resurser

source: Editor
et: Redaktor
sv: Redigerare

source: Development
et: Arendus
sv: Utveckling

source: $(^Name) was successfully removed from your computer.
et: $(^Name) on edukalt teie arvutist eemaldatud.
sv: $(^Name) har tagits bort från datorn.

source: Uninstallation has failed!
et: Eemaldamine ebaõnnestus!
sv: Avinstallationen misslyckades!

source: Are you sure you want to completely remove $(^Name) and all of its components?
et: Kas oled kindel, et soovid eemaldada $(^Name) ja kõik selle komponendid?
sv: Är du säker på att du vill ta bort $(^Name) och alla dess komponenter?

source: Would you like to keep your data files (such as resources, screenshots and server configuration)? If you click no, any resources, configurations or screenshots you have created will be lost.
et: Kas sooviksid jätta mõned failid nagu ressursid, pildid ja serveri seaded? Kui vajutate ei siis kõik ressursid, pildid ja serveri seaded kustutatakse ära.
sv: Vill du behålla dina datafiler (t.ex. resurser, skärmdumpar och serverkonfiguration)? Om du klickar på nej kommer alla resurser, konfigurationer eller skärmdumpar som du har skapat att förloras.

source: Unable to download Microsoft Visual Studio 2008 SP1 redistributable
et: Ei suuda alla laadida Microsoft Visual Studio 2008 SP1 redistributable
sv: Kunde inte hämta Microsoft Visual Studio 2008 SP1 redistributable

source: Unable to install Microsoft Visual Studio 2008 SP1 redistributable
et: Ei suuda paigaldada Microsoft Visual Studio 2008 SP1 redistributable
sv: Kunde inte installera Microsoft Visual Studio 2008 SP1 redistributable

source: Unable to download Microsoft Visual Studio 2008 SP1 redistributable.$$ However installation will continue.$$ Please reinstall if there are problems later.
et: Ei suuda alla laadida Microsoft Visual Studio 2008 SP1 redistributable.$$ Siiski paigaldamine jätkub.$$ Palun paigaldage uuesti kui hiljem esineb probleeme.
sv: Kunde inte hämta Microsoft Visual Studio 2008 SP1 redistributable.$$ Men installationen kommer att fortsätta.$$ Var god installera om, om det blir problem senare.

source: Unable to download the patch file for your version of Grand Theft Auto: San Andreas
et: Ei suuda alla laadida uuendus faili Grand Theft Auto: San Andrease jaoks
sv: Kunde inte ladda ner patchfilen för din version av Grand Theft Auto: San Andreas

source: Unable to install the patch file for your version of Grand Theft Auto: San Andreas
et: Ei suuda paigaldada uuendust Grand Theft Auto: San Andrease jaoks
sv: Kunde inte installera patchfilen för din version av Grand Theft Auto: San Andreas

source: This installer requires admin access, try again
et: Paigaldamine nõuab administraatori õiguseid, proovige uuesti
sv: Detta installationsprogram kräver administratörsbehörighet, försök igen

source: This uninstaller requires admin access, try again
et: Eemaldamis rakendus vajab administraatori õiguseid, proovige uuesti
sv: Denna avinstallerare kräver administratörsbehörighet, försök igen

source: Logon service not running, aborting!
et: Sisselogimise teenus ei tööta, katkestan!
sv: Inloggningstjänsten körs inte, avbryter!

source: Unable to elevate
et: Ei suuda tõsta
sv: Kunde inte höja

source: A different major version of MTA ($1) already exists at that path.$ $ MTA is designed for major versions to be installed in different paths.$ Are you sure you want to overwrite MTA $1 at $INSTDIR ?
et: Erinev versioon MTA-st ($1) on juba paigaldatud valitud kausta.$ $ MTA eeldab, et erinevad versioonid paigaldatakse erinevatesse kaustadesse.$ Oled kindel, et tahad MTA $1 üle kirjutada asukohas $INSTDIR ?
sv: En annan huvudversion av MTA ($1) finns redan i den sökvägen.$ $ MTA är designat att installera huvudversioner i olika sökvägar.$ Är du säker på att du vill skriva över MTA $1 i $INSTDIR ?

source: The selected directory does not exist.$ $ Please select the GTA:SA install directory
et: Valitud kaust ei eksisteeri.$ $ Palun vali GTA:SA paigaldamise kaust
sv: Den valda sökvägen finns inte.$ $ Var god välj GTA:SA installationsmappen

source: Could not find GTA:SA installed at $GTA_DIR $ $ Are you sure you want to continue ?
et: Ei suuda leida paigaldatud GTA:SA kaustast $GTA_DIR $ $ Oled kindel, et tahad jätkata ?
sv: Kunde inte hitta GTA:SA installerat i $GTA_DIR $ $ Är du säker på att du vill fortsätta ?

source: Choose Install Location
et: Vali paigaldamise asukoht
sv: Välj Installationsmapp

source: Choose the folder in which to install ${PRODUCT_NAME_NO_VER} ${PRODUCT_VERSION}
et: Vali kaust kuhu paigaldada ${PRODUCT_NAME_NO_VER} ${PRODUCT_VERSION}
sv: Välj mapp att installera ${PRODUCT_NAME_NO_VER} ${PRODUCT_VERSION}

source: ${PRODUCT_NAME_NO_VER} ${PRODUCT_VERSION} will be installed in the following folder.$ To install in a different folder, click Browse and select another folder.$ $ Click Next to continue.
et: ${PRODUCT_NAME_NO_VER} ${PRODUCT_VERSION} paigaldatakse järnevasse kausta.$ Paigaldamiseks kuhugi mujale, vajuta Sirvi ja vali uus kaust$ $ Vajuta Edasi et jätkata.
sv: ${PRODUCT_NAME_NO_VER} ${PRODUCT_VERSION} kommer att installeras i följande mapp.$ För att installera i en annan mapp, klicka på Bläddra och välj en annan mapp.$ $ Klicka på Nästa för att fortsätta.

source: Destination Folder
et: Soovitud kaust
sv: Destinationsmapp

source: Browse...
et: Sirvi...
sv: Bläddra...

source: Default
et: Tavaline
sv: Standard

source: Last used
et: Viimati kasutatud
sv: Senast använd

source: Custom
et: Kohandatud
sv: Anpassad

source: Select the folder to install ${PRODUCT_NAME_NO_VER} ${PRODUCT_VERSION} in:
et: Vali kaust kuhu installida ${PRODUCT_NAME_NO_VER} ${PRODUCT_VERSION}:
sv: Välj mapp att installera ${PRODUCT_NAME_NO_VER} ${PRODUCT_VERSION} i:

source: Warning: A different major version of MTA ($1) already exists at that path.
et: Hoiatus: Muu versioon MTA-st ($1) on juba paigaldatud valitud kausta.
sv: Varning: En annan huvudversion av MTA ($1) finns redan i den sökvägen.

source: Installation type: Upgrade
et: Paigaldamise tüüp: Uuendus
sv: Installationstyp: Uppgradera
