Repository: nef0s/MTA-SourceCode
Catalog: mtasa-blue/Shared/data/MTA San Andreas/MTA/locale/*/client.po
Languages: ar, cs, es, fr, nb, zh_cn

source: DOWNLOAD COMPLETE
ar: تم الانتهاء من التحميل
cs: STAHOVÁNÍ DOKONČENO
es: DESCARGA COMPLETA
fr: TÉLÉCHARGEMENT TERMINÉ
nb: NEDLASTING FERDIG
zh_cn: 下载完毕

source: - Unknown problem in _DialogUpdateResult
ar: - مشكلة غير معروفة في _DialogUpdateResult
cs: - Neznámý problém v _DialogUpdateResult
es: - Problema desconocido en _DialogUpdateResult
fr: - Problème inconnu dans _DialogUpdateResult
nb: - Ukjent feil i _DialogUpdateResult
zh_cn: - 在 _DialogUpdateResult 出现未知错误

source: Ok
ar: نعم
fr: - Problème inconnu dans _DialogUpdateResult
zh_cn: 确定

source: ERROR
ar: خطأ
cs: CHYBA
fr: ERREUR
nb: FEIL
zh_cn: 错误

source: Some MTA:SA data files are missing. Please reinstall MTA:SA
ar: بعض ملفات MTA:SA مفقودهـ !. رجاء قم باعادهـ التثبيت !
cs: Některé MTA:SA data soubory nenalezeny. Prosím reinstaluj MTA:SA
es: Faltan algunos archivos de MTA:SA. Por favor reinstala MTA:SA
fr: Certains fichiers de MTA:SA sont manquants. Veuillez réinstaller MTA:SA
nb: Noen MTA:SA data filer mangler. Vennligst reinstaller MTA:SA
zh_cn: 部分 MTA:SA 数据文件已丢失. 请重新安装 MTA:SA

source: %3d %% completed
ar: %3d %% اكتمل
cs: %3d %% dokončeno
es: %3d %% completado
fr: %3d%% effectués
nb: %3d %% ferdig
zh_cn: %3d %% 完成

source: Waiting for response - %-3d
ar: انتظار الاستجابة %-3d
cs: Čekám na odpověď - %-3d
es: Esperando respuesta - %-3d
fr: Attente d'une réponse - %-3d
nb: Venter på respons - %-3d
zh_cn: 等待响应 - %-3d

source: Website requests
fr: Requêtes de sites web
nb: Nettsted forespørsler

source: The server requests the following websites in order to load them (later):
fr: Le serveur sollicite les sites web suivants, afin de pouvoir les charger:
nb: Serveren ber om følgende hjemmesider for å laste dem (senere):

source: NEVER ENTER SENSITIVE DATA TO PROTECT THEM FROM BEING STOLEN
fr: NE JAMAIS ENTRER D'INFORMATIONS SENSIBLES, AFIN D'ÉVITER LE PIRATAGE
nb: ALDRI SKRIV INN SENSITIV DATA FOR Å BESKYTTE DEM FRA Å BLI STJÅLET

source: Remember decision
fr: Se souvenir de la décision
nb: Husk valg

source: Deny
fr: Refuser
nb: Avvis

source: Can't find valid screen resolution.
ar: لا يمكن العثور على دقة شاشة صالحة
es: No se puede encontrar una resolución válida.
fr: Impossible de trouver une résolution valide.
nb: Kan ikke finne gyldig skjerm oppløsning.
zh_cn: 无法找到有效的屏幕分辨率.

source: Are you sure you want to use this screen resolution?
ar: هل أنت متأكد بأن تريد استخدام دقة الشاشة هذه؟
es: ¿Estás seguro de que quieres utilizar esta resolución?
fr: Voulez-vous vraiment utiliser cette résolution d'écran?
nb: Er du sikker på at du ønsker å bruke denne oppløsningen?
zh_cn: 您确定要使用这个分辨率吗？

source: Update Aero setting
ar: اعدادات تحديث اريو
cs: Aktualizovat nastavení Aero
es: Actualizar Configuración Aero
fr: MAJ du paramètre Aero
nb: Oppdater Aero innstillinger
zh_cn: 更新 Aero 设置

source: Update Large Memory setting
ar: تحديث إعدادات الذاكرة كبيرة
cs: Updatovat Large Memory nastavení
es: Actualizar Configuración de Memoria Grande
fr: MAJ du paramètre Mémoire étendue
zh_cn: 更新 大型内存设置

source: Update DEP setting
es: Actualizar configuración de prevención de ejecución de datos
fr: MAJ du paramètre Prévention d'éxecution de données
nb: Oppdater DEP innstillinger
zh_cn: 更新DEP数据执行保护设置

source: Update graphics driver compliance
es: Actualizar la conformidad de los controladores graficos
fr: MAJ de la conformité du pilote graphique
nb: Oppdater grafikk driver compliance
zh_cn: 更新显卡驱动依赖

source: Fix file issues
ar: إصلاح مشاكل المجلد
es: Arreglar problemas del archivo
fr: Résoudre les problème de fichiers
nb: Fiks fil problemer
zh_cn: 修复文件问题

source: Copy main executable to avoid graphic driver issues
es: Copiando el ejecutable principal para evitar problemas con el controlador grafico
fr: Copier l'exécutable principal pour éviter les problèmes de pilote graphique
nb: Kopier viktigste kjørbare fil for å unngå grafiske driverproblemer
zh_cn: 复制主要的可执行文件以避免显卡驱动问题

source: MTA:SA needs Administrator access for the following task: '%s' Please confirm in the next window.
ar: MTA:SA تحتاج الى صلاحيات مسؤول للوظيفة التالية ال : '%s' الرجاء التأكيد في النافذهـ التالية .
cs: MTA:SA potřebuje Admin přístup pro následující operaci: '%s' Prosím potvrď v následujícím okně.
es: MTA:SA necesita permisos de administrador para la siguiente tarea: '%s' Por favor confirma en al siguiente ventana.
fr: MTA:SA nécessite un Accès Administrateur pour effectuer la tâche suivante: '%s' Veuillez confirmer dans la prochaine fenêtre.
nb: MTA:SA trenger Administrator tilgang for denne oppgaven: '%s' Vennligst bekreft i neste vindu.
zh_cn: MTA:SA 需要管理员权限运行以下任务: '%s' 请在下一个窗口中确认指令.

source: MTA:SA could not complete the following task: '%s'
ar: MTA:SA لا يمكنها اكمال المهمه التالية '%s'
cs: MTA:SA nemohl dokončit následující úlohu: '%s'
es: MTA:SA no pudo terminar la siguiente tarea: '%s'
fr: MTA:SA n'a pas pu accomplir la tâche suivante: '%s'
nb: MTA:SA kunne ikke fullføre følgene oppgave: '%s'
zh_cn: MTA:SA 无法完成以下任务: '%s'

source: ** The crash was caused by a graphics driver error ** ** Please update your graphics drivers **
ar: ** ان الأنهيار حدث بسبب خطأ برنامج تشغيل الرسومات** ** يرجى تحديث برنامج تشغيل الرسومات الخاصة بك **
cs: ** Pád byl způsoben ovladači grafické karty ** ** Prosím aktualizuj ovladače tvé grafické karty **
es: ** Ocurrió un problema con los controladores del controlador gráfico ** ** Por favor, actualiza tus controladores de tu tarjeta gráfica **
fr: ** Ce crash a été causé par une erreur du pilote graphique ** ** Veuillez mettre à jour le pilote graphique **
nb: ** Krasjet ble forårsaket av en grafikkdriver feil ** ** Vennligst oppdater dine grafikkdrivere **
zh_cn: ** 崩溃的原因为显卡错误 ** ** 请更新驱动 **

source: Install updated MTA:SA files
ar: حمل ملفات MTA:SA محدثة
cs: Instalovat aktualizované MTA:SA soubory
es: Instalar archivos actualizados de MTA:SA
fr: Installer les fichiers révisés de MTA:SA
nb: Installer oppdaterte MTA:SA filer
zh_cn: 安装已更新的 MTA:SA 文件

source: Could not update due to file conflicts. Please close other applications and retry
ar: تعذر تحديث بسبب خلافات الملف. الرجاء إغلاق تطبيقات أخرى وإعادة المحاولة
cs: Nemohl proběhnout updatu kvůli souborovým konfliktům. Ukonči ostatní aplikace a zkus to znovu
es: No se pudo actualizar debido a un conflicto de archivos. Por favor, cierra otras aplicaciones e inténtalo de nuevo.
fr: Impossible de mettre à jour à cause de conflits de fichier. Veuillez fermer les autres programmes et réessayer
nb: Kunne ikke oppdatere på grunn av fil konflikter. Vennligst lukk andre programmer og prøv på nytt
zh_cn: 本次更新由于文件冲突导致失败. 请关掉其他程序后再试

source: Multi Theft Auto has not been installed properly, please reinstall. %s
ar: برنامج MTA SA لم يتم تثبيته بشكل صحيح ، يرجى اعادة التثبيت %s
cs: Multi Theft Auto nebylo nainstalováno správně, prosím reinstaluj. %s
es: Multi Theft Auto no ha sido instalado correctamente; por favor, reinstálalo. %s
fr: Multi Theft Auto n'a pas été installé correctement. Veuillez réinstaller. %s
nb: Multi Theft Auto har ikke blitt installert korrekt, vennligst reinstaller. %s
zh_cn: Multi Theft Auto 没有被正确安装, 请重新安装. %s

source: Missing file:
ar: الملف مفقود:
es: Falta archivo:
fr: Fichier manquant:
nb: Mangler fil:
zh_cn: 缺少以下文件：

source: If MTA fails to load, please re-install GTA:SA
ar: إذا فشل تشغيل MTA ، قم بإعادة تثبيت GTA:SA
es: Si MTA falla al cargar, por favor, reinstala GTA:SA
fr: Si MTA ne démarre pas, veuillez réinstaller GTA:SA
nb: Om MTA feiler med å laste inn, vennligst reinstaller GTA:SA
zh_cn: 若MTA加载失败，请重新安装GTA:SA

source: Update install settings
ar: تحديث اعدادات التثبيت
cs: Aktualizovat nastavení instalace
es: Actualizar opciones de instalación
fr: MAJ des paramètres d'installation
nb: Oppdater installerings innstillinger
zh_cn: 更新安装设置

source: Update compatibility settings
es: Actualizar la configuración de compatibilidad
fr: MAJ des paramètres de compatibilité
nb: Oppdater kompatibilitets innstillinger
zh_cn: 更新兼容性设置

source: Quit
ar: خروج
es: Salir
fr: Quitter
nb: Avslutt
zh_cn: 退出

source: MTA: San Andreas has encountered a problem
es: MTA: San Andreas ha encontrado un problema
fr: MTA: San Andreas a rencontré un problème
nb: MTA: San Andreas har støtt på ett problem
zh_cn: MTA: San Andreas 遇到了问题

source: Crash information
ar: معلومات الأنهيار
es: Información del cierre
fr: Informations à propos du crash
nb: Krasj informasjon
zh_cn: 崩溃信息

source: Tick the check box to send this crash info to MTA devs using the 'internet'
ar: ضع علامة في خانة الاختيار لإرسال معلومات الإنهيار لمطوري MTA باستخدام 'الإنترنت'
es: Marca esta casilla de verificación para enviar información del cierre a los desarrolladores de MTA mediante 'internet'
fr: Cochez cette case pour envoyer un rapport aux développeurs
nb: Kryss av i boksen for å sende denne krasj informasjonen til MTA utviklerne ved å bruke 'internettet'
zh_cn: 勾选本选项以使用‘互联网’将本崩溃信息发送到MTA开发团队

source: Doing so will increase the chance of this crash being fixed.
ar: وبذلك تزيد من فرصة تصليح سبب الإنهيار
es: Haciéndolo podrás aumentar las posibilidades de que sea arreglado.
fr: Cela augmentera les chances que le problème soit résolu.
nb: Ved å gjøre det øker det sjansen for at denne feilen blir rettet.
zh_cn: 这样做可以增加修复此崩溃的机会。

source: Do you want to restart MTA: San Andreas ?
ar: هل تريد إعادة تشغيل MTA:سان اندرس ؟
es: ¿Quieres reiniciar MTA: San Andreas ?
fr: Voulez-vous redémarrer MTA: San Andreas?
nb: Ønsker du å starte MTA: San Andres på nytt ?
zh_cn: 您想要重新启动MTA: San Andreas 吗?

source: MTA: San Andreas - Warning
ar: MTA:سان اندرس - تحذير
es: MTA: San Andreas - Advertencia
fr: MTA: San Andreas - Avertissement
nb: MTA: San Andreas - Advarsel
zh_cn: MTA: San Andreas - 警告

source: Your Grand Theft Auto: San Andreas install directory contains a d3d9.dll file:
es: El directorio de instalación de tu Grand Theft Auto: San Andreas contiene un archivo d3d9.dll:
fr: Le répertoire d'installation de GTA: San Andreas contient un fichier d3d9.dll:
nb: Din installasjon av Grand Theft Auto: San Andreas inneholder en d3d9.dll fil:
zh_cn: 你的侠盗猎车手：圣安地列斯的安装目录包含以下 d3d9.dll 文件:

source: The file is not required and may interfere with the graphical features in this version of MTA:SA. It is recommended that you remove or rename d3d9.dll
es: Este archivo no es necesario y puede interferir con los gráficos de esta versión de MTA:SA. Se recomienda que lo borres o renombres
fr: Le fichier n'est pas requis et pourrait interférer avec les améliorations graphiques de cette version de MTA:SA. Il est recommandé de supprimer ou renommer d3d9.dll
nb: Den filen er ikke påkrevd og kan påvirke grafiske funksjoner i denne versjonen av MTA:SA. Det anbefales at du fjerner eller endrer navn på d3d9.dll filen
zh_cn: 该文件不是必要文件并且可能会影响MTA:SA当前版本的渲染功能。 我们推荐您重命名或删除该 d3d9.dll

source: Do not tell me about this d3d9.dll again
ar: لا تخبرني عن d3d9.dll مجدداً
es: No avisarme de este d3d9.dll otra vez
fr: Ne plus me déranger à propos de d3d9.dll
nb: Ikke fortell meg om denne d3d9.dll filen igjen.
zh_cn: 不要再提示我关于此d3d9.dll问题

source: Show me the file
ar: أرني الملف
es: Enséñame el archivo
fr: Afficher le fichier
nb: Vis meg filen
zh_cn: 显示文件

source: Play MTA:SA
ar: ألعب MTA:SA
es: Jugar MTA:SA
fr: Jouer à MTA:SA
nb: Spill MTA:SA
zh_cn: 启动 MTA:SA

source: MTA: San Andreas - Confusing options
es: MTA: San Andreas - Opciones confusas
fr: MTA: San Andreas - Options confuses
nb: MTA: San Andreas - Forvirrende innstillinger
zh_cn: MTA: San Andreas - 不明确的选项

source: NVidia Optimus detected!
es: ¡Se ha detectado NVidia Optimus!
fr: NVidia Optimus détecté!
nb: NVidia Optimus oppdaget!
zh_cn: 检测到显卡支持NVidia Optimus技术!

source: Try each option and see what works:
es: Utiliza cada opción y descubre que puede funcionar:
fr: Testez chaque option et voyez ce qui fonctionne:
nb: Prøv hver innstilling og se hva som virker:
zh_cn: 尝试每一个选项再看哪种模式可以正常运行:

source: A - Standard NVidia
es: A - NVidia Estándar
fr: A - NVidia Standard
zh_cn: A - 标准 NVidia 模式

source: B - Alternate NVidia
es: B - NVidia Alternativo
fr: B - NVidia Alternatif
nb: B - Alternativ NVidia
zh_cn: B - 备用 NVidia 模式

source: C - Standard NVidia with exe rename
es: C - NVidia estándar con renombrado del ejecutable
fr: C - NVidia Standard avec renommage de l'exe
nb: C - Standard NVidia + endre navn på .exe
zh_cn: C - 标准NVidia及重命名exe模式

source: D - Alternate NVidia with exe rename
es: D - NVidia alternativo con renombrado del ejecutable
fr: D - NVidia Alternatif avec renommage de l'exe
nb: D - Alternativ NVidia + endret navn på .exe
zh_cn: D - 备用NVidia及重命名exe模式

source: E - Standard Intel
es: E - Intel estándar
fr: E - Intel Standard
zh_cn: E - 标准Intel模式

source: F - Alternate Intel
es: F - Intel alternativo
fr: F - Intel Alternatif
nb: F - Alternativ Intel
zh_cn: F - 备用Intel模式

source: G - Standard Intel with exe rename
es: G - Intel estándar con renombrado del ejecutable
fr: G - Intel Standard avec renommage de l'exe
nb: G- Standard Intel + endret navn på .exe
zh_cn: G - 标准Intel及重命名exe模式

source: H - Alternate Intel with exe rename
es: H - Intel alternativo con renombrado del ejecutable
fr: H - Intel Alternatif avec renommage de l'exe
nb: H - Alternativ Intel + endret navn på .exe
zh_cn: H - 备用Intel及重命名exe模式

source: If you get desperate, this might help:
ar: اذا تشتت،هذا قد يساعد:
es: Si estás desesperado, esto puede ayudar:
fr: Si vous êtes désespérés, ceci pourrait vous aider:
nb: Om du er desperat så kan dette hjelpe:
zh_cn: 如果以上模式都没法玩让你痛不欲生, 这个模式或许能拯救你:

source: Force windowed mode
es: Forzar modo ventana
fr: Forcer le mode fenêtré
nb: Tving vindus modus
zh_cn: 强制窗口化模式

source: Warning: Could not detect anti-virus product
ar: تحذير: تعذر الكشف عن منتج لمكافحة الفيروسات
es: Advertencia: no se detectó una solución antivirus
fr: Avertissement: Impossible de détecter un anti-virus
nb: Advarsel: kunne ikke oppdage ett anti-virus produkt
zh_cn: 警告:没有检测出反病毒软件

source: MTA could not detect an anti-virus on your PC. Viruses interfere with MTA and degrade your gameplay experience. Press 'Help' for more information.
ar: MTA تعذرت الكشف عن مكافح فيروسات في هذا الجهاز. الفيروسات تتداخل مع MTA وتحط من تجربة اللعب الخاصة بك. أضغط 'مساعدة' للمزيد من المعلومات.
es: MTA no ha podido encontrar un antivirus en tu equipo. Los virus pueden interfieren con MTA y pueden degradar tu experiencia de juego. Presiona 'Ayuda' para más información.
fr: MTA n'a pas pu détecter d'anti-virus sur votre ordinateur. Les virus interfèrent avec MTA et dégradent votre expérience de jouabilité... Appuyez sur 'Aide' pour plus d'informations.
nb: MTA kunne ikke oppdage ett anti-virus på din datamaskin. Viruser forstyrrer MTA og degraderer din spill opplevelse. Trykk 'Hjelp' for mer informasjon.
zh_cn: MTA 没有在当前计算机检测出反病毒软件. 计算机病毒会影响 MTA 以及降低你的游戏体验 点击 '帮助' 以获得更多信息.

source: I have already installed an anti-virus
ar: انا قد ثبت مكافح فيروسات مسبقاً
es: Ya tengo instalado un antivirus
fr: J'ai déjà installé un anti-virus
nb: Jeg har allerede installert ett anti-virus
zh_cn: 我已安装杀毒软件

source: I will not install an anti-virus. I want my PC to lag and be part of a botnet.
ar: لن اثبت مكافح للفيروسات. أريد ان يصاب جهازي باللاق.
es: No instalaré un anti-virus. Quiero que mi equipo funcione lento y sea parte de una botnet.
fr: Je n'installerai pas d'anti-virus. Je veux que mon ordinateur soit lent et fasse partie d'un botnet.
nb: Jeg vill ikke installere ett anti-virus. Jeg ønsker at min datamaskin er treg og er del av ett botnet.
zh_cn: 朕才不安装反病毒软件. 朕就喜欢慢点的电脑顺便成为僵尸网络的一份子.

source: Searching for Grand Theft Auto San Andreas
ar: يتم البحث عن Grand Theft Auto San Andreas ..
cs: Hledám Grand Theft Auto San Andreas
es: Buscando Grand Theft Auto San Andreas
fr: Recherche de Grand Theft Auto San Andreas
nb: Søker etter Grand Theft Auto San Andreas
zh_cn: 搜索Grand Theft Auto: San Andreas

source: Please start Grand Theft Auto San Andreas
ar: رجاءاً قم بتشغيل Grand Theft Auto San Andreas .
cs: Prosím spusť Grand Theft Auto San Andreas
es: Por favor inicia Grand Theft Auto San Andreas
fr: Veuillez démarrer Grand Theft Auto San Andreas
nb: Vennligst start Grand Theft Auto San Andreas
zh_cn: 请启动Grand Theft Auto San Andreas

source: Installing update...
ar: جاري تثبيت التحديث...
es: Instalando actualización...
fr: Installation de la mise à jour...
nb: Installerer oppdatering...
zh_cn: 安装更新中...

source: Extracting files...
ar: جاري إستخراج الملفات...
es: Extrayendo archivos...
fr: Extraction des fichiers...
nb: Pakker ut filer...
zh_cn: 解压文件中...

source: Copying files...
ar: يتم نسخ الملفات...
cs: Kopíruji soubory...
es: Copiando archivos...
fr: Copie des fichiers...
nb: Kopierer filer...
zh_cn: 复制文件...

source: Copy finished early. Everything OK.
ar: الأنتهاء من النسخ في وقت مبكر. كل شي جاهز.
cs: Kopírování zkončilo předčasně. Vše OK.
es: La copia termino pronto. Todo en orden.
fr: La copie s'est terminée prématurément. Tout va bien.
nb: Kopiering avsluttet tidlig. Alt er OK.
zh_cn: 文件提前复制完毕.所有数据正常.

source: Finishing...
ar: يتم الآن الانهاء...
cs: Dokončování...
es: Finalizando...
fr: Finition...
nb: Fullfører...
zh_cn: 正在完成...

source: Done!
ar: تم
cs: Hotovo!
es: ¡Listo!
fr: Terminé!
nb: Ferdig!
zh_cn: 已完成!

source: Do you want to terminate the MTA Server and continue updating?
fr: Voulez-vous fermer le serveur et continuer la mise à jour?
nb: Ønsker du å terminere MTA Serveren og fortsette å oppdatere?

source: Trouble restarting MTA:SA If the problem persists, open Task Manager and stop the 'gta_sa.exe' and 'Multi Theft Auto.exe' processes Try to launch MTA:SA again?
ar: هل تريد تشغيل MTA:SA مرة اخرى ؟
cs: Potíže při restartování MTA:SA Pokuď problém přetrvává, otevři správce úloh a ukonči 'gta_sa.exe' a 'Multi Theft Auto.exe' procesy Zkusit znovu spuštění MTA:SA?
es: Problemas al reiniciar MTA:SA Si el problema persiste, abre el Administrador de Tareas y detén los procesos 'gta_sa.exe' y 'Multi Theft Auto.exe' ¿Intentar abrir MTA:SA de nuevo?
fr: Difficulté de redémarrage de MTA:SA: Si le problème persiste, ouvrez le Gestionnaire des tâches et arrêtez les processus 'gta_sa.exe' et 'Multi Theft Auto.exe'. Voulez-vous tenter de relancer MTA:SA?
nb: Problemer med omstart av MTA:SA Om problemet fortsetter, åpne oppgavebehandleren og stopp 'gta_sa.exe' og 'Multi Theft Auto.exe' prosessene Prøv og starte MTA:SA igjen?
zh_cn: 重启 MTA:SA 时出现问题 如果问题继续存在,打开资源管理器并 结束 'gta_sa.exe' 和 'Multi Theft Auto.exe' 进程 再次尝试启动 MTA:SA ?

source: Another instance of MTA is already running. If this problem persists, please restart your computer
ar: برنامج MTA يعمل الان ، اذا المشكلة متكررة يرجى اعادة تشغيل الكمبيوتر
cs: Jiná instance MTA již běží. Pokuď tento problém přetrvává, restartuj svůj PC
es: Ya se está ejecutando otra instancia de MTA. Si el problema persiste reinicia el equipo
fr: Une instance de MTA:SA est déjà en cours d'exécution. Si ce problème persiste, veuillez redémarrer votre ordinateur
nb: MTA kjører allerede. Om dette problemet fortsetter, vennligst start datamaskinen på nytt
zh_cn: 另外一个 MTA 正在运行. 如果问题持续出现,请重启你的计算机

source: Another instance of MTA is already running. Do you want to terminate it?
ar: حالة أخرى من MTA قيد التشغيل. هل تريد ألغاء ذلك ؟
cs: Již beží jiná instance MTA. Chceš ji terminovat?
es: Ya se está ejecutando otra instancia de MTA. ¿Desea terminarla?
fr: Une instance de MTA:SA est déjà en cours d'exécution. Voulez-vous la terminer?
nb: MTA kjører allerede. Ønsker du å avslutte den?
zh_cn: 另外一个 MTA 正在运行. 你想要关闭它吗?

source: Are you having problems running MTA:SA?. Do you want to revert to an earlier version?
ar: هل تواجه مشاكل في تشغيل MTA؟ هل تريد العودة إلى إصدار سابق؟
cs: Máš problémy s během MTA? Chceš vrátit starší verzi?
es: ¿Está teniendo problemas ejecutando MTA:SA?. ¿Desea volver a una versión anterior?
fr: Rencontrez-vous des difficultés pour démarrer MTA:SA? Voulez-vous revenir à une version antérieure?
nb: Har du problemer med å kjøre MTA:SA?. Ønsker du å reversere til en tidligere versjon?
zh_cn: 在运行 MTA:SA 时出现问题?. 你希望恢复到早期的版本吗?

source: There seems to be a problem launching MTA:SA. Resetting GTA settings can sometimes fix this problem. Do you want to reset GTA settings now?
ar: هناك مشكلة يجب اعادهـ تعيين اعدادات GTA SA الان ربما يتم حل المشكلة؟ هل تريد ذلك الان؟
cs: Vypadá to že nastal problém při spuštění MTA:SA. Resetování GTA nastavení někdy pomůže vyřešit tento problém. Chceš restarovat GTA nastavení nyní?
es: Parece que hay un problema al ejecutar MTA:SA. Restablecer los ajustes de GTA a veces puede solucionar este problema. ¿Desea restablecer la configuración de GTA ahora?
fr: Il semble y avoir un problème au démarrage de MTA:.SA La réinitialisation des paramètres de GTA:SA peut parfois résoudre ce problème. Voulez-vous réinitialiser les paramètres de GTA:SA?
nb: Det ser ut til å være ett problem med å starte MTA:SA. Å tilbakestille GTA innstillingene kan noen ganger fikse dette. Ønsker du å tilbakestille GTA innstillingene nå?
zh_cn: 启动 MTA:SA时似乎出现了一点问题. 重设GTA内部设置有时候会修复这个问题. 你希望重设GTA设置吗?

source: GTA settings have been reset. Press OK to continue.
ar: اضغط زر ok
cs: GTA nastavení byla zresetována. Klikni na OK pro pokračování.
es: La configuración de GTA se ha restablecido. Pulse OK para continuar.
fr: Les paramètres de GTA:SA ont été réinitialisés. Appuyez sur OK pour continuer.
nb: GTA innstillingene er blitt tilbakestilt. Trykk OK for å fortsette.
zh_cn: GTA 游戏设置已被重设t. 点击确认继续.

source: File could not be deleted: '%s'
ar: لم يتم حذف الملف '%s' تعذر ذلك.
cs: Soubor nemohl být smazán: '%s'
es: El archivo: '%s' no se pudo eliminar
fr: Le fichier n'a pas pu être effacé: '%s'
nb: Filen kunne ikke bli slettet: '%s'
zh_cn: 指定文件不允许删除: '%s'

source: Are you having problems running MTA:SA?. Do you want to see some online help?
ar: هل لديك مشاكل في تشغيل MTA:SA ?
cs: Máš problémy se spouštěním MTA:SA?. Chceš se podívat na něakou online pomoc?
es: ¿Está teniendo problemas para ejecutar MTA:SA?. ¿Desea ver la ayuda en línea?
fr: Rencontrez-vous des difficultés pour démarrer MTA:SA? Voulez-vous consulter de l'Aide en ligne?
nb: Har du problemer med å kjøre MTA:SA?. Ønsker du online hjelp?
zh_cn: 在运行MTA:SA?时遇到问题? 想要查看在线帮助吗?

source: Are you having problems running MTA:SA?. Do you want to change the following setting?
fr: Rencontrez-vous des problèmes avec MTA:SA? Voulez-vous modifier le paramètre suivant?
nb: Har du problemer med å kjøre MTA:SA?. Ønsker du å endre følgende innstillinger?

source: Are you having problems running MTA:SA?. Try disabling the following products for GTA and MTA:
fr: Rencontrez-vous des problèmes avec MTA:SA? Tentez de désactiver les produits suivants pour GTA and MTA:
nb: Har du problemer med å kjøre MTA:SA?. Prøv å deaktivere følgende produkter for GTA og MTA:

source: WARNING MTA:SA has detected unusual activity. Please run a virus scan to ensure your system is secure.
ar: تحذير MTA:SA كشفت نشاطات غير إعتيادية. الرجاء تشغيل نظام فحص الفيروسات للتأكد من أمان جهازك.
es: ADVERTENCIA MTA:SA ha detectado una actividad inusual. Por favor, analiza tu equipo con un antivirus para descartar la posibilidad de que tu equipo está infectado.
fr: ATTENTION MTA:SA a détecté une activité suspecte. Veuillez lancer un scan de virus pour vous assurer de la sécurité de votre système.
nb: ADVARSEL MTA:SA har oppdaget unaturlig aktivitet. Vennligst kjør ett virus søk for å forsikre at ditt system er sikkert.
zh_cn: 警告 MTA:SA 检测出一些非正常活动. 请运行杀毒软件以确保你的系统安全.

source: The detected file was: %s
ar: الملف المكتشف هو: %s
es: El archivo detectado fue: %s
fr: Le fichier détecté était: %s
nb: Den oppdagede filen var: %s
zh_cn: 监测到的文件为: %s
