Repository: nef0s/MTA-SourceCode
Catalog: mtasa-blue/Shared/data/MTA San Andreas/MTA/locale/*/client.po
Languages: ar, cs, es, fr, nb, zh_cn

source: ***[ COMMAND HELP ]***
ar: ***[ مساعدة في الامور ]***
cs: ***[ PŘÍKAZY ]***
es: ***[Lista de comandos]***
fr: ***[ DESCRIPTION DES COMMANDES ]***
nb: ***[ KOMMANDO HJELP ]***
zh_cn: ***[ 指令帮助 ]***

source: * The time is %d:%02d:%02d
ar: * الوقت الآن %d:%02d:%02d
cs: * Právě je %d:%02d:%02d
es: * La hora actual es %d:%02d:%02d
fr: * Il est %02d:%02d:%02d
nb: * Tiden er %d:%02d:%02d
zh_cn: * 当前时间为 %d:%02d:%02d

source: connect: Syntax is 'connect <host> <port> [<nick> <pass>]'
ar: تصحيح: بناء الجمله هو : '[<كلمة المرور> <الأسم>] <المنفذport> <الخادم> connect'
cs: connect: Správný tvar je 'connect <host> <port> [<nick> <pass>]'
es: connect: La sintaxis es 'connect <dirección> <puerto> [<nombre> <contraseña>]'
fr: connect: La syntaxe est 'connect <hôte> <port> [<pseudonyme> <mot de passe>]'
nb: koble til: Syntax er 'koble til <host> <port> [<nick> <pass>]'
zh_cn: 连接: 指令为 'connect <服务器地址> <端口> [<昵称> <密码>]'

source: connect: Bad port number
ar: إتصال: خطأ في رقم ال port
cs: connect: Špatné číslo portu
es: Conexión: Puerto incorrecto
fr: connect: Numéro de port invalide
nb: koble til: Dårlig port nummer
zh_cn: 连接: 无效的端口号

source: connect: Connecting to %s:%u...
ar: اتصال : الاتصال الى %s:%u...
cs: connect: Připojuji k %s:%u...
es: Conexión: Conectando a %s:%u...
fr: connect: Connexion à %s:%u ...
nb: koble til: Kobler til %s:%u...
zh_cn: 连接: 正在连接到 %s:%u...

source: connect: could not connect to %s:%u!
ar: اتصال: تعذر الاتصال إلى %s:%u !
cs: connect: nelze připojit k %s:%u!
es: Conexión: ¡No se pudo conectar a %s:%u!
fr: connect: Échec de la connexion à %s:%u !
nb: koble til: kunne ikke koble til %s:%u!
zh_cn: 连接: 无法连接到 %s:%u!

source: connect: Failed to unload current mod
ar: الاتصال: فشل في إلغاء تحميل mod الحالي
cs: connect: Selhalo vypínání aktualního módu
es: Conexión: Error al desactivar el mod actual
fr: connect: Impossible de décharger le mod actuel
nb: koble til: Klarte ikke å laste ut gjeldende mod
zh_cn: 连接: 卸载当前 mod 失败

source: Bound all controls from GTA
ar: تم اعادة الاختصارات الافتراضية GTA
cs: Načtena ovládání z GTA
es: Se han copiado todos los controles de GTA
fr: Tous les contrôles ont été assignés
nb: Bundet alle knapper fra GTA
zh_cn: 绑定 GTA 所有的控制设置

source: Saved configuration file
ar: تم حفظ ملف التكوين
cs: Konfigurační soubor uložen
es: Se ha guardado el archivo de configuración
fr: Fichier de configuration enregistré
nb: Lagret konfigurasjonsfilen
zh_cn: 已保存的配置文件

source: * Your serial is: %s
ar: * الرقم التسلسلي (السيريال) الخاص بك هو : %s
cs: * Tvůj serial je: %s
es: * Tu serial es: %s
fr: * Votre numéro de série est: %s
nb: * Din serial er: %s
zh_cn: * 您的序列号为 : %s

source: Unknown command or cvar:
ar: امر او فعل غير معروف:
cs: Neznámý příkaz nebo cvar:
es: Comando o variable de cliente desconocida:
fr: Commande ou cvar inconnue:
nb: Ukjent kommando eller cvar:
zh_cn: 未知的命令或控制台变量:

source: Error
ar: خطأ
cs: Chyba
fr: Erreur
nb: Feil
zh_cn: 错误

source: Services currently unavailable
ar: الخدمات غير متوفرة حالياً
cs: Služba je momentálně nedostupná
es: Los servicios no están disponibles actualmente
fr: Services actuellement indisponibles
nb: Tjenestene er utilgjengelig akkurat nå
zh_cn: 当前服务不可用

source: Login Error
ar: خطأ في تسجيل الدخول
cs: Chyba při přihlašování
es: Error al iniciar sesión
fr: Erreur d'authentification
nb: Innloggingsfeil
zh_cn: 登录错误

source: Invalid username/password
ar: خطأ في اسم المستخدم/كلمة المرور
cs: Neplatné uživatelské jméno nebo heslo
es: Usuario/contraseña no válidos
fr: Nom d'utilisateur ou mot de passe incorrect
nb: Ugyldig brukernavn/passord
zh_cn: 无效的用户名或密码

source: Success
ar: نجاح
cs: Úspěch
es: Correcto
fr: Succès
nb: Vellykket
zh_cn: 成功

source: Successfully registered!
ar: تم التسجيل بنجاح !
cs: Úspěšně registrován!
es: ¡Registrado exitosamente!
fr: Enregistré avec succès!
nb: Registrering vellykket!
zh_cn: 注册成功!

source: Username missing
ar: اسم المستخدم غير موجود
cs: Chybí uživatelské jméno.
es: No se especificó nombre de usuario
fr: Nom d'utilisateur manquant
nb: Brukernavn mangler
zh_cn: 请填写用户名

source: Email missing
ar: البريد الإلكتروني غير موجود
cs: Chybí email
es: Falta la dirección de correo electrónico
fr: E-mail manquant
nb: Email mangler
zh_cn: 请填写电子邮件地址

source: Password missing
ar: كلمة السر مفقودة .
cs: Chybí heslo
es: Falta la contraseña
fr: Mot de passe manquant
nb: Passord mangler
zh_cn: 请填写密码

source: Passwords do not match
ar: كلمات السر غير متطابقة
cs: Hesla se neshodují
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
nb: Passordene er ikke like
zh_cn: 密码不匹配

source: Validation code missing
ar: شفرة التحقق غير موجوده
cs: Chybí validační kód
es: Falta el código de validación
fr: Code de validation manquant
nb: Validerings kode mangler
zh_cn: 请填写验证码

source: Connecting failed. Invalid nick provided!
ar: فشل الاتصال , الاسم المستعار غير صالح!
cs: Připojování selhalo. Neplatný nick!
es: Conexión fallida. ¡Nick inválido!
fr: La connexion a échoué. Nom d'utilisateur incorrect!
nb: Tilkobling feilet. Ugyldig navn gitt!
zh_cn: 连接失败。使用了不可用的昵称!

source: Connecting failed. Invalid host provided!
ar: فشل في الاتصال.المضيف المعطى غير صالح!
cs: Připojování selhalo. Neplatný hostitel!
es: Conexión fallida. ¡Se ha proporcionado un host no válido!
fr: La connexion a échoué. Nom d'hôte incorrect!
nb: Tilkobling feilet. Ugyldig host gitt!
zh_cn: 连接失败。服务器地址无效!

source: Connecting to %s at port %u failed!
ar: الاتصال بـ %s في المفذ %u فشل!
cs: Připojování k %s na portu %u selhalo!
es: ¡La conexión a %s en el puerto %u ha fallado!
fr: La connexion à %s:%u a échoué!
nb: Tilkoblingen til %s port %u feilet!
zh_cn: 连接 %s 所在端口 %u 失败!

source: Connecting to %s:%u ...
ar: يتصل بـ %s:%u ...
cs: Připojuji k %s:%u ...
es: Estableciendo conexión a %s:%u ...
fr: Connexion à %s:%u ...
nb: Kobler til %s:%u ...
zh_cn: 正在连接到 %s:%u ...

source: CONNECTING
ar: جاري الإتصال
cs: PŘIPOJUJI
es: CONECTANDO
fr: CONNEXION
nb: KOBLER TIL
zh_cn: 连接中

source: Connection timed out
ar: إنتهت مهلة الإتصال !
cs: Časový limit spojení vypršel
es: La conexión ha expirado
fr: La connexion a expiré
nb: Oppkoblingen overskred tidsgrensen
zh_cn: 连接已超时

source: Disconnected: unknown protocol error
ar: قُطع الاتصال: خطأ بروتوكول غير معروف.
cs: Odpojeno: neznámý protokol
es: Desconectado: error de protocolo desconocido
fr: Déconnecté: erreur de protocole inconnue.
nb: Frakoblet: ukjent protokoll feil
zh_cn: 已断开连接: 未知协议错误

source: Disconnected: disconnected remotely
ar: قُطع الإتصال: قُطع عن بعد !
cs: Odpojeno: odpojeno vzdáleně
es: Desconectado: desconectado remotamente
fr: Déconnecté: déconnecté à distance.
nb: Frakoblet: koblet fra eksternt
zh_cn: 已断开连接: 服务器主动断开连接

source: Disconnected: connection lost remotely
ar: قُطع الإتصال: فُقد الإتصال عن بعد .
cs: Odpojeno: spojení ztraceno vzdáleně
es: Desconectado: conexión perdida remotamente
fr: Déconnecté: perte de connexion à distance.
nb: Frakoblet: tilkobling mistet eksternt
zh_cn: 已断开连接: 与服务器连接中断

source: Disconnected: you are banned from this server
ar: قُطع الإتصال : أنت محظور من الدخول إلى هذا الخادم
cs: Odpojeno: jsi zabanován na tomto serveru
es: Desconectado: estás baneado de este servidor
fr: Déconnecté: vous êtes banni de ce serveur.
nb: Frakoblet: du er utestengt fra denne serveren
zh_cn: 已断开连接: 你已被该服务器封禁 (Banned)

source: Disconnected: disconnected from the server
ar: قُطع الإتصال: قُطع الإتصال من الخادم
cs: Odpojeno: odpojeno od serveru
es: Desconectado: Te has desconectado del servidor.
fr: Déconnecté: déconnecté du serveur.
nb: Frakoblet: frakoblet fra serveren
zh_cn: 已断开连接: 从服务器断开连接

source: Disconnected: connection to the server was lost
ar: قُطع الإتصال: تم فقد الاتصال بالخادم
cs: Odpojeno: spojení se serverem bylo ztraceno
es: Desconectado: Se ha perdido la conexión con el servidor.
fr: Déconnecté: la connexion au serveur a été perdue.
nb: Frakoblet: mistet tilkoblingen til serveren
zh_cn: 已断开连接: 与服务器的连接已中断

source: Disconnected: connection was refused
ar: قُطع الإتصال: تم رفض الإتصال
cs: Odpojeno: spojení bylo odmítnuto
es: Desconectado: la conexión fue rechazada
fr: Déconnecté: la connexion a été refusée.
nb: Frakoblet: tilkoblingen ble nektet
zh_cn: 已断开连接: 服务器拒绝连接

source: No such mod installed (%s)
ar: لا يوجد mod مشابه مثبت (%s)
cs: Není nainstalován takový mód (%s)
es: Mod (%s) no instalado
fr: Ce mod n'est pas installé (%s)
nb: Ingen slik modifikasjon installert (%s)
zh_cn: 未安装指定的 Mod (%s)

source: Bad server response (2)
ar: إستجابة خادم سيئه (2)
cs: Špatná odpověď od serveru (2)
es: Respuesta del servidor incorrecta (2)
fr: Réponse du serveur invalide (2)
nb: Dårlig svar fra server (2)
zh_cn: 意外的服务器响应 (2)

source: Bad server response (1)
ar: إستجابة خادم سيئه (1)
cs: Špatná odpověď od serveru (1)
es: Respuesta del servidor incorrecta (1)
fr: Réponse du serveur invalide (1)
nb: Dårlig svar fra server (1)
zh_cn: 意外的服务器响应 (1)

source: Do you want to see some on-line help about this problem ?
ar: هل تريد أن ترى بعض المساعدة على الأنترنت عن هذه المشكلة؟
cs: Chceš se podívat na online pomoc s tímto problémem?
es: ¿Quieres ver la ayuda en línea acerca de este problema?
fr: Voulez-vous voir de l'aide en ligne à propos de ce problème?
nb: Ønsker du søke internettet for hjelp for dette problemet ?
zh_cn: 你希望查看一些与此问题相关的在线帮助吗?

source: No
ar: لا
cs: Ne
fr: Non
nb: Nei
zh_cn: 否

source: Yes
ar: نعم
cs: Ano
es: Sí
fr: Oui
nb: Ja
zh_cn: 是

source: MTA:SA cannot continue because drive %s does not have enough space.
ar: MTA:SA لا يمكن يستمر لأن القرص %s ليس لديه مساحة كافية
es: MTA:SA no puede continuar ya que el disco %s no posee suficiente espacio.
fr: MTA:SA ne peut pas continuer car il n'y a pas assez d'espace libre sur le lecteur %s.
nb: MTA:SA kan ikke fortsette siden disk %s har ikke nok plass.
zh_cn: 由于驱动器 %s 没有足够的空间,MTA:SA 无法继续运行.

source: Fatal error
ar: خطأ فادح
cs: Fatální chyba
es: Error fatal
fr: Erreur fatale
nb: Kritisk feil
zh_cn: 致命错误

source: %s module is incorrect!
ar: الوحدة %s غير صحيحة!
cs: %s modul je neplatný!
es: ¡El módulo %s es incorrecto!
fr: Le module %s est incorrect!
nb: %s modul er feil!
zh_cn: 模块 %s 不适用!

source: Error executing URL
ar: خطأ في تنفيذ الرابط
cs: Chyba při otevírání URL
es: Error al ejecutar URL
fr: Erreur d'exécution URL
nb: Feil ved utføring av URL
zh_cn: 执行 URL 时出错

source: Error running mod specified in command line ('%s')
ar: خطأ تشغيل المورد'mod' المحدد في سطر الأوامر ('%s')
cs: Chyba při spouštění módu specifikovaný v příkazové řádce ('%s')
es: Error al ejecutar el mod especificado en la línea de comandos ('%s')
fr: Erreur d'exécution du mod spécifié dans la ligne de commande ('%s')
nb: Feil ved kjøring av modifikasjonen spesifisert i kommandolinjen ('%s')
zh_cn: 执行命令行 ('%s') 对应的 Mod 时出错

source: this help screen
ar: هذه شاشة المساعده
cs: tato pomoc
es: esta pantalla de ayuda
fr: cet écran d'aide
nb: denne hjelpeskjermen
zh_cn: 此帮助画面

source: exits the application
ar: يخرج من التطبيق
cs: ukončí aplikaci
es: cierra la aplicación
fr: quitte l'application
nb: avslutter programmet
zh_cn: 退出程序

source: shows the version
ar: يظهر الإصدار
cs: zobrazí verzi
es: muestra la versión
fr: affiche la version
nb: viser versjonen
zh_cn: 显示版本号

source: shows the time
ar: يظهر الوقت
cs: zobrazí čas
es: muestra la hora
fr: affiche l'heure
nb: viser tiden
zh_cn: 显示时间

source: shows the hud
ar: يظهرالعرض العلوي
cs: zobrazí hud
es: muestra la interfaz
fr: affiche le HUD
nb: viser HUDen
zh_cn: 显示 HUD 界面

source: shows all the binds
ar: يظهركل الأزرار المربوطه بـ الاوامر
cs: zobrazí všechny bindy
es: muestra todas las teclas asignadas
fr: affiche toutes les touches assignées
nb: viser alle bindingene
zh_cn: 显示所有绑定设置

source: shows your serial
ar: يظهر سيريالك
cs: zobrazí tvůj serial
es: muestra tu serial
fr: affiche votre numéro de série
nb: viser din serial
zh_cn: 显示你的序列号

source: connects to a server (host port nick pass)
ar: الاتصال بـ خادم (المضيف المنفذ الاسم المستعار كلمة المرور)
cs: připojí k serveru (hostitel port nick heslo)
es: conecta a un servidor (dirección puerto nombre contraseña)
fr: connexion à un serveur ( <hôte> <port> [<pseudonyme> <mot de passe>] )
nb: kobler till en server (host port navn pass)
zh_cn: 连接到一个服务器 (服务器 端口 昵称 密码)

source: connects to a previous server
ar: يتصل بخادم سابق
cs: připojí k předchozímu serveru
es: conecta a un servidor anterior
fr: connexion au précédent serveur
nb: kobler til en tidligere server
zh_cn: 连接到之前登陆过的服务器

source: binds a key (key control)
ar: يربط بـ مفتاح (مفتاح التحكم)
cs: nabinduje tlačítko
es: asigna una tecla (tecla de control)
fr: assigne une touche
nb: binder en knapp (knapp kontrol)
zh_cn: 绑定一个按键 (控制键)

source: unbinds a key (key)
ar: يزيل الربط عن المفتاح (مفتاح)
cs: odbinduje tlačítko
es: reestablece una tecla (tecla)
fr: désassigne une touche
nb: fjerner bindingen til en knapp (knapp)
zh_cn: 取消绑定按键 (key)

source: copies the default gta controls
ar: ينسخ ضوابط اللعبة الافتراضية
cs: zkopíruje výchozí gta ovládání
es: copia los controles por defecto de gta
fr: copie les contrôles par défaut
nb: kopierer de vanlige gta kontrollene
zh_cn: 复制默认的 GTA 控制按键设置

source: outputs a screenshot
ar: يخرج لقطة
cs: uloží screenshot
es: guarda una captura de pantalla
fr: capture d'écran
nb: gir et skjermbilde
zh_cn: 输出截图

source: immediately saves the config
ar: يحفظ التكوين على الفور .
cs: okamžitě uloží config
es: guarda la configuración inmediatamente
fr: enregistre la configuration
nb: lagrer umiddelbart konfigen
zh_cn: 立刻保存设置

source: clears the debug view
ar: ينظف عرض تصحيح الاخطاء
cs: vyčistí debug
es: borra la vista de depuración
fr: vide la console de débogage
nb: tømmer debug vinduet
zh_cn: 清空调试视图

source: scrolls the chatbox upwards
ar: مخطوطات صعودا مربع الشات
cs: zaroluje chatem nahoru
es: desplaza el chat hacia arriba
fr: fait défiler le tchat vers le haut
nb: ruller chatbox oppover
zh_cn: 向上滚动聊天框

source: scrolls the chatbox downwards
ar: تمرير أسفل مربع الشات
cs: zaroluje chatem dolů
es: desplaza el chat hacia abajo
fr: fait défiler le tchat vers le bas
nb: ruller chatbox nedover
zh_cn: 向下滚动聊天框

source: scrolls the debug view upwards
ar: مخطوطات صعودا عرض التصحيح
cs: zaroluje debugem nahoru
es: desplaza hacia arriba la vista de depuración
fr: fait défiler la console de débogage vers le haut
nb: ruller debug vinduet nedover
zh_cn: 向上滚动调试视图

source: scrolls the debug view downwards
ar: تمرير أسفل عرض التصحيح
cs: zaroluje debugem dolů
es: desplaza hacia abajo la vista de depuración
fr: fait défiler la console de débogage vers le bas
nb: ruller debug vinduet nedover
zh_cn: 向下滚动调试视图

source: shows the memory statistics
ar: يبين إحصائيات الذاكرة
cs: zobrazí statistiky paměti
es: muestra las estadísticas de memoria
fr: affiche les statistiques mémoire
nb: viser minnestatistikken
zh_cn: 显示内存统计信息

source: shows the frame timing graph
ar: يظهر الإطار توقيت الرسم البياني
cs: zobrazí graf časování snímku
es: muestra el gráfico de FPS
fr: affiche le diagramme de synchronisation de trame
nb: viser bildetid grafen
zh_cn: 显示帧数图表

source: Programming
ar: البرمجة
cs: Programování
es: Programación
fr: Programmation
nb: Programmering
zh_cn: 程序开发

source: Contributors
ar: المساهمون
cs: Přispěvatelé
es: Contribuyentes
fr: Contributeurs
nb: Bidragsytere
zh_cn: 贡献者

source: Game Design / Scripting
ar: تصميم اللعبة / البرمجة
cs: Herní Design / Scripting
es: Diseño del juego / Scripting
fr: Design et scripting
nb: Spill design / Scripting
zh_cn: 游戏设计 / 脚本编写员

source: Patch contributors
ar: أقلمة اللغة
cs: Patch přispěvatelé
es: Contribuyentes de parches
fr: Contributeurs (patches)
nb: Patch bidragsytere
zh_cn: 补丁贡献者

source: Language Localization
ar: أقلمة اللغة
cs: jazyková lokalizace
es: Traducciones
fr: Traduction française
nb: Språk Lokalisering
zh_cn: 本地化翻译

source: Special Thanks
ar: شكر خاص
cs: Zvláštní poděkování
es: Agradecimientos
fr: Remerciements particuliers
nb: Særlig Takk til
zh_cn: 特别鸣谢

source: This software makes use of the following libraries and software:
ar: هذا البرنامج يجعل من استخدام المكتبات والبرامج التالية:
cs: Tento software používá následující knihovny a software:
es: Este software hace uso de las siguientes bibliotecas y software:
fr: Ce logiciel utilise les bibliothèques et logiciels suivants:
nb: Denne programvaren benytter seg av følgende biblioteker og programmer:
zh_cn: 本软件利用以下程序库和软件:

source: Screenshot got %d bytes, but expected %d
ar: لقطة حصلت على %d بايت، لكنه من المتوقع %d
cs: Screenshot má %d bajtů, ale má být %d
es: La captura de pantalla tiene %d bytes, pero se esperaba %d
fr: La capture d'écran pèse %d octets, mais devrait peser %d
nb: Skjermbilde fikk %d bytes, men forventet %d
zh_cn: 截图包含 %d 个字节，但实际预期为 %d

source: Screenshot failed
ar: فشل تصوير الشاشة
cs: Screenshot selhal
es: Falló La captura de pantalla
fr: La capture d'écran a échoué
nb: Skjermdump feilet
zh_cn: 截图失败

source: Could not initialize Direct3D9. Please ensure the DirectX End-User Runtime and latest Windows Service Packs are installed correctly.
ar: تعذر تهئية Direct3D9. يرجى التأكد من DirectX وقت التشغيل المستخدم و يتم تثبيت أحدث حزم الخدمة Windows بشكل صحيح.
cs: Nelze inicializovat Direct3D9. Prosím zkontroluj že DirectX End-User Runtime a poslední Windows Service Pack jsou řádně nainstalovány.
es: No se pudo inicializar Direct3D9. Asegúrese de que DirectX End-User Runtime y los últimos Service Pack de Windows están instalados correctamente.
fr: Impossible d'initialiser Direct3D9. Veuillez vous assurer que les Composants d'Exécution Utilisateur Final DirectX et les derniers Service Packs de Windows sont installés correctement.
nb: Kunne ikke starte Direct3D9. Vennligst sikre at DirectX End-User Runtime og nyeste Windows Service Pack er installert korrekt.
zh_cn: 无法初始化 Direct3D9 。 请确认您已正确安装了 DirectX 最终用户运行时以及 最新的系统更新包。

source: The skin you selected could not be loaded, and the default skin also could not be loaded, please reinstall MTA.
ar: الشخصية المختارة للايمكن تحميلها, و الشخصية الأصلية لايمكن استعادتها, الرجاء اعادة تثبيت Mta.
cs: Vybraný skin nemůže být načten a výchozí skin taktéž, prosím reinstaluj MTA.
es: No se pudo cargar la skin seleccionada, al igual que la skin por defecto, por favor reinstale MTA.
fr: Le Thème que vous avez sélectionné n'a pas pu être chargé, ni le Thème par défaut. Veuillez réinstaller MTA.
nb: Skin som ble valgt kunne ikke lastes, og standard skin kunne heller ikke lastes, vennligst reinstaller MTA.
zh_cn: 您选定的皮肤以及系统默认皮肤均无法载入，请重新安装 MTA 。

source: Accelerate Axis
ar: تسريع المحور
cs: Osa akcelerace
es: Eje de acelerador
fr: Axe des gaz
nb: Akselerasjons Akse
zh_cn: 加速轴

source: Brake Axis
ar: مكابح المحور
cs: Osa brždění
es: Eje de freno
fr: Axe des freins
nb: Bremse Akse
zh_cn: 制动轴

source: Fire
ar: حريق
cs: Střelba
es: Disparo
fr: Tirer
nb: Skyt
zh_cn: 开火

source: Next weapon
ar: السلاح التالي
cs: Další zbraň
es: Siguiente arma
fr: Arme suivante
nb: Neste våpen
zh_cn: 下一个武器

source: Previous weapon
ar: السلاح السابق
cs: Předchozí zbraň
es: Arma anterior
fr: Arme précédente
nb: Forrige våpen
zh_cn: 上一个武器

source: Forwards
ar: الأمام
cs: Dopředu
es: Adelante
fr: Avant
nb: Fremover
zh_cn: 前进

source: Backwards
ar: الخلف
cs: Zpět
es: Atrás
fr: Arrière
nb: Bakover
zh_cn: 后退

source: Left
ar: يسار
cs: Vlevo
es: Izquierda
fr: Gauche
nb: Venstre
zh_cn: 左移

source: Right
ar: يمين
cs: Vpravo
es: Derecha
fr: Droite
nb: Høyre
zh_cn: 右移

source: Zoom in
ar: تكبير
cs: Přiblížit
es: Acercar zoom
fr: Zoom avant
nb: Zoom inn
zh_cn: 放大

source: Zoom out
ar: تصغير
cs: Oddálit
es: Alejar zoom
fr: Zoom arrière
nb: Zoom ut
zh_cn: 缩小

source: Enter/Exit
ar: دخول/خروج
cs: Vejít/Vyjít
es: Entrar/Salir
fr: Entrer/Sortir
zh_cn: 进入/离开

source: Change camera
ar: تغيير الكاميرا
cs: Změnit kameru
es: Cambiar cámara
fr: Changer de vue
nb: Bytt kamera
zh_cn: 切换镜头

source: Jump
ar: قفز
cs: Skok
es: Saltar
fr: Sauter
nb: Hopp
zh_cn: 跳跃

source: Sprint
ar: يسرع
es: Correr
fr: Sprinter
nb: Spring
zh_cn: 冲刺

source: Look behind
ar: النظر للخلف
cs: Pohled dozadu
es: Mirar atrás
fr: Regarder derrière
nb: Se bakover
zh_cn: 向后看

source: Crouch
ar: إنحناء
cs: Zkrčení
es: Agacharse
fr: S'accroupir
nb: Dukk
zh_cn: 蹲下

source: Walk
ar: مشي
cs: Chůze
es: Caminar
fr: Marcher
nb: Gå
zh_cn: 步行

source: Vehicle fire
ar: حريق مركبه
cs: Střelba z vozidla
es: Disparo desde vehículo
fr: Tir primaire (vehicule)
nb: Bil skyting
zh_cn: 在载具里开火

source: Vehicle secondary fire
ar: حريق مركبه ثانوي
cs: Sekundární střelba z vozidla
es: Disparo secundario desde vehículo
fr: Tir secondaire (véhicule)
nb: Bil sekundær skyting
zh_cn: 向载具副驾驶席的方向开火

source: Vehicle left
ar: يسار المركبه
cs: Vozidlo vlevo
es: Vehículo izquierda
fr: Gauche (véhicule)
nb: Kjøretøy venstre
zh_cn: 载具向左

source: Vehicle right
ar: يمين المركبه
cs: Vozidlo vpravo
es: Vehículo derecha
fr: Droite (véhicule)
nb: Kjøretøy høyre
zh_cn: 载具向右

source: Steer forwards/down
ar: توجيه إلى الأمام\الأسفل
cs: Řízení dopředu / dolů
es: Dirigir hacia adelante/abajo
fr: Se pencher vers l'avant
nb: Styr fremover/ned
zh_cn: 控制向前/向下驾驶

source: Steer backwards/up
ar: توجيه إلى الخلف\الأعلى
cs: Řízení dozadu / nahoru
es: Dirigir hacia atrás/arriba
fr: Se pencher vers l'arrière
nb: Styr bakover/opp
zh_cn: 控制向后/向下驾驶

source: Accelerate
ar: تسارع
cs: Akcerelace
es: Acelerar
fr: Accélérer
nb: Akselerer
zh_cn: 油门

source: Brake/Reverse
ar: الفرامل\عكس الإتجاه
cs: Brzda/Zpátečka
es: Frenos/Marcha atrás
fr: Freiner/Marche arrière
nb: Brems/Rygg
zh_cn: 刹车/倒车

source: Radio next
ar: راديو التالي
cs: Další rádio
es: Siguiente emisora
fr: Radio suivante
nb: Radio neste
zh_cn: 下一个电台

source: Radio previous
ar: راديو السابق
cs: Předchozí rádio
es: Emisora anterior
fr: Radio précédente
nb: Radio forrige
zh_cn: 上一个电台

source: Radio user track skip
ar: تخطي تتبع مستخدم الراديو
cs: Radio přeskočit user track
es: Omitir canción del usuario
fr: Sauter la piste utilisateur
nb: Radio brukerspor hopp over
zh_cn: 跳过用户本地电台

source: Horn
ar: بوق السياره
cs: Klakson
es: Claxon
fr: Klaxon
zh_cn: 鸣笛

source: Sub-mission
ar: زر مهمة الغطس
cs: Sub-mise
es: Misión secundaria
fr: Sous-mission
zh_cn: 激活特殊车辆任务

source: Handbrake
ar: فرامل يدويه
cs: Ruční brzda
es: Freno de mano
fr: Frein à main
nb: Håndbrekk
zh_cn: 手刹

source: Vehicle look left
ar: النظر يسار المركبه
cs: Vozidlo pohled vlevo
es: Mirar hacia la izquierda en el vehículo
fr: Regarder à gauche (véhicule)
nb: Kjøretøy se venstre
zh_cn: 载具里向左看

source: Vehicle look right
ar: النظر يمين المركبه
cs: Vozidlo pohled vpravo
es: Mirar hacia la derecha en el vehículo
fr: Regarder à droite (véhicule)
nb: Kjøretøy se høyre
zh_cn: 载具里向右看

source: Vehicle look behind
ar: النظر خلف المركبه
cs: Vozidlo pohled vzad
es: Mirar hacia atrás en el vehículo
fr: Regarder derrière (véhicule)
nb: Kjøretøy se bak
zh_cn: 载具里向后看

source: Vehicle mouse look
ar: النظر للمركبه بالماوس
cs: Vozidlo pohled myší
es: Mirar con el ratón en el vehículo
fr: Vue souris (véhicule)
nb: Kjøretøy mus se rundt
zh_cn: 载具里使用鼠标观察

source: Special control left
ar: زر التحكم الخاص يسار
cs: Specialní ovládání vlevo
es: Tecla especial izquierda
fr: Gauche (contrôle spécial)
nb: Spesial kontroll venstre
zh_cn: 特殊控制 向左

source: Special control right
ar: زر التحكم الخاص يمين
cs: Specialní ovládání vpravo
es: Tecla especial derecha
fr: Droite (contrôle spécial)
nb: Spesial kontroll høyre
zh_cn: 特殊控制 向右

source: Special control down
ar: زر التحكم الخاص للأسفل
cs: Specialní ovládání dolu
es: Tecla especial abajo
fr: Bas (contrôle spécial)
nb: Spesial kontroll ned
zh_cn: 特殊控制 向下

source: Special control up
ar: زر التحكم الخاص للأعلى
cs: Specialní ovládání nahoru
es: Tecla especial arriba
fr: Haut (contrôle spécial)
nb: Spesial kontroll opp
zh_cn: 特殊控制 向上

source: Aim weapon
ar: هدف السلاح
cs: Mířit zbraní
es: Apuntar con el arma
fr: Viser
nb: Sikt våpen
zh_cn: 武器瞄准

source: Conversation yes
ar: المحادثه نعم
cs: Konverzace ano
es: Conversación Sí
fr: Oui (conversation)
nb: Samtale ja
zh_cn: 对话中选择肯定对方
