Repository: nef0s/MTA-SourceCode
Catalog: mtasa-blue/Shared/data/MTA San Andreas/MTA/locale/*/client.po
Languages: ar, cs, es, fr, nb, zh_cn

source: An instance of GTA: San Andreas is already running. It needs to be terminated before MTA:SA can be started. Do you want to do that now?
ar: يوجد نسخة تعمل من قبل هل تريد انهائها و البدء من جديد
cs: Instance GTA: San Andreas již běží. Je zapotřebí ji terminovat před spuštěním MTA:SA. Chceš to udělat nyní?
es: Una instancia de GTA: San Andreas ya se está ejecutando. Se debe cerrar antes de que MTA:SA pueda iniciarse. ¿Desea hacerlo ahora?
fr: Une instance de GTA: San Andreas est déjà en cours d'exécution, et doit être terminée pour que MTA:SA puisse démarrer. Voulez-vous la terminer maintenant?
nb: GTA: San Andreas kjører allerede. Den må bli avsluttet før MTA:SA kan starte. Ønsker du å gjøre det nå?
zh_cn: 侠盗猎车手: 圣安地列斯的进程已经在运行,MTA:SA需要关闭它才能启动.你想现在结束掉这个进程吗?

source: Unable to terminate GTA: San Andreas. If the problem persists, please restart your computer.
ar: هناك مشكلة في البدء الرجاء اعادة تشغيل كمبيوتركـ
cs: Nelze terminovat GTA: San Andreas. Pokuď problém přetrvává zkus zrestartovat tvůj počítač.
es: No se puede cerrar GTA: San Andreas. Si el problema persiste, por favor reinicie el equipo.
fr: Impossible de terminer GTA: San Andreas. Si le problème persiste, veuillez redémarrer votre ordinateur.
nb: Kunne ikke avslutte GTA: San Andreas, om problemet fortsetter, vennligst start datamaskinen på nytt.
zh_cn: 无法关闭侠盗猎车手: 圣安地列斯. 如果问题仍继续出现, 请重新启动计算机

source: Registry entries are missing. Please reinstall Multi Theft Auto: San Andreas.
ar: مدخلات الرجستري (محرر التسجيل) مفقودة. يرجى اعادة تثبيت MTA SA
cs: Záznamy v registrech nenalezeny. Prosím reinstaluj Multi Theft Auto: San Andreas.
es: Faltan entradas en el registro. Por favor, reinstala Multi Theft Auto: San Andreas.
fr: Certaines clés du Registre sont manquantes. Veuillez réinstaller Multi Theft Auto: San Andreas.
nb: Register oppføringer mangler. Vennligst reinstaller Multi Theft Auto San Andreas.
zh_cn: 注册键值丢失.请重新安装 MTA:SA.

source: The path to your installation of GTA: San Andreas contains unsupported (unicode) characters. Please move your Grand Theft Auto: San Andreas installation to a compatible path that contains only standard ASCII characters and reinstall Multi Theft Auto: San Andreas.
ar: مسار لعبة Gta : sa الملف الموجود فية اسمة يحوي حروف غير مسموح بها يجب تغيير المسار .
cs: Cesta k tvé instalaci GTA: San Andreas obsahuje nepodporované (unicode) znaky. Prosím přesuň tvou Grand Theft Auto: San Andreas instalaci do a komatibilního adresáře který obsahuje pouze standartní ASCII znaky a reinstaluj Multi Theft Auto: San Andreas.
es: La ruta de la instalación de tu GTA: San Andreas contiene caracteres (unicode) no soportados. Por favor mueve tu instalación de Grand Theft Auto: San Andreas a una ruta compatible que solo contenga caracteres ASCII estándar y reinstala Multi Theft Auto: San Andreas.
fr: L'emplacement d'installation de GTA: San Andreas contient des caractères non supportés (Unicode). Veuillez déplacer les fichiers de GTA: San Andreas à un emplacement contenant uniquement des caractères standards (ASCII) et réinstaller Multi Theft Auto: San Andreas
nb: Banen til din GTA: San Andreas installasjon inneholder tegn som ikke støttes (unicode). Vennligst flytt din Grand Theft Auto: San Andreas installasjon til en kompatibel bane som bare inneholder ASCII tegn og reinstaller Mutli Theft Auto: San Andreas.
zh_cn: 侠盗猎车手: 圣安地列斯的路径包含不支持的字符(unicode)。请移动你的GTA: San Andrea到一个只包含标准ASCII字符的目录并且重新安装MTA:SA

source: It appears you have a Steam version of GTA:SA, which is currently incompatible with MTASA. You are now being redirected to a page where you can find information to resolve this issue.
ar: هناك مشكلة غريبة نوعا ما جاري اعادهـ توجيهك الان الى مكان لحل المشكلة ..
cs: Zdá se že máš Steam verzi GTA:SA, která není komatibilní s MTASA. Nyní budeš odkázán na stránku kde můžeš nalézt informace jak toto opravit.
es: Aparentemente tienes una versión Steam de GTA:SA, que es actualmente incompatible con MTA:SA. Estás siendo redirigido a una pagina donde encontrarás información para resolver este problema.
fr: Il semble que vous possédiez une version Steam de GTA: San Andreas, actuellement incompatible avec MTA:SA. Vous allez être redirigé vers une page où vous pourrez trouver des informations pour résoudre ce problème.
nb: Det ser ut til at du har en Steam versjon av GTA:SA, som ikke fungerer med MTASA ennå. Du blir nå dirigert til en side som inneholder informasjon om hvordan du kan fikse dette.
zh_cn: 资料显示你有一个 Steam版本的 GTA:SA, 此版本不能兼容MTA:SA.你现在将会被指向到一个可以帮您解决这一问题的页面

source: The path to your installation of 'MTA:SA' or 'GTA: San Andreas' contains a ';' (semicolon). If you experience problems when running MTA:SA, move your installation(s) to a path that does not contain a semicolon.
ar: المسار الخاص بـ 'Mta sa' او 'Gta San Andreas' يحتوي على '؛' (الفاصلة المنقوطة). ~اذا واجهت مشاكل عند تشغيل Mta sa ~غير مسار التثبيت الى مسار تثبيت لآ يحتوي على فاصلة منقوطة
cs: Cesta k tvé instalaci 'MTA:SA' nebo 'GTA: San Andreas' obsahuje ';' (středník). Pokuď budeš mít potíže s během MTA:SA, přesuň tvojí instalaci(e) do cesty která neobsahuje středník.
es: La ruta de instalación de 'MTA:SA' o 'GTA: San Andreas' contiene un ';' (punto y coma). Si experimentas problemas al ejecutar MTA:SA, mueve tu(s) instalación(es) a una ruta donde no haya un punto y coma.
fr: L'emplacement de l'installation de MTA:SA ou GTA: San Andreas contient un ';' (point-virgule). Si vous rencontrez des probèmes en utilisant MTA:SA, déplacez votre installation à un emplacement ne contenant pas ce caractère.
nb: Banen til din installasjon av 'MTA:SA' eller 'GTA: San Andreas' inneholder ett ';' (semikolon). om du opplever problemer med å kjøre MTA:SA, flytt installasjonen til en bane som ikke inneholder ett semikolon.
zh_cn: 您指定的 'MTA:SA' 或者 '侠盗猎车手: 圣安地列斯'的安装目录 包含了 ';' (分号). 如果您有过对付 MTA:SA 问题的经验, 请移动你的安装目录到一个没有包含分号的目录.

source: Load failed. Please ensure that the latest data files have been installed correctly.
ar: فشل التحميل. يرجى التأكد من أنه تم تثبيت أحدث ملفات البيانات بشكل صحيح.
cs: Načtení selhalo. Prosím zkontroluj zda jsou správně nainstalovány poslední data soubory.
es: Fallo al cargar. Por favor asegúrate de que los últimos archivos de datos hayan sido instalados correctamente.
fr: Le chargement a échoué. Veuillez vous assurer que les fichiers Data les plus récents ont été installés correctement.
nb: Feil ved lasting. Vennligst forsikre deg om at de nyeste data filene har blitt installert korrekt.
zh_cn: 载入失败.请确保你最新的数据文件已经正确安装

source: Load failed. Please ensure that %s is installed correctly.
ar: فشل التحميل. الرجاء التأكد من أن يتم تثبيت %s بشكل صحيح.
cs: Načtení selhalo. Prosím zkontroluj že %s je nainstalován správně.
es: Fallo al cargar. Por favor asegúrate de que %s este instalado correctamente.
fr: Le chargement a échoué. Veuillez vous assurer que %s est installé correctement.
nb: Feil ved lasting. Vennligst forsikre deg om at %s er installert korrekt.
zh_cn: 载入失败.请确保 %s 已经正确安装

source: Load failed. Could not find gta_sa.exe in %s.
ar: فشل التحميل. لآ يستطيع إيجاد gta_sa.exe في %s .
cs: Načtení selhalo. Nelze nalézt gta_sa.exe v %s.
es: Fallo al cargar. No se pudo encontrar gta_sa.exe en %s.
fr: Le chargement a échoué. Impossible de localiser gta_sa.exe dans %s.
nb: Feil ved lasting. Kunne ikke finne gta_sa.exe i %s.
zh_cn: 载入失败. 无法在 %s 里定位 gta_sa.exe.

source: Load failed. %s exists in the GTA directory. Please delete before continuing.
ar: فشل تحميل. %s موجود في ملف GTA . يرجى الحذف قبل المتابعة
cs: Načtení selhalo. %s existuje v GTA adresáři. Prosím o smazání před pokračováním.
es: Fallo al cargar. %s existe en el directorio de GTA. Por favor elimínelo antes de continuar.
fr: Le chargement a échoué. %s existe à l'emplacement de GTA: San Andreas. Veuillez le supprimer avant de continuer.
nb: Feil ved lasting. %s eksisterer i GTA mappen. Vennligst slett den før du fortsetter.
zh_cn: 载入失败. %s 在GTA目录已经存在.请在继续前删除

source: Main file has an incorrect name (%s)
ar: هذا الملف يحمل اسم خاطئ (%s)
es: El archivo principal contiene un nombre incorrecto (%s)
fr: Le fichier principal a un nom incorrect (%s)
nb: Hoved fil har ett ugyldig navn (%s)
zh_cn: 主文件含有错误名称(%s)

source: Main file is unsigned. Possible virus activity. See online help if MTA does not work correctly.
ar: هذا الملف غير مسجل. إحتمال نشاط فيروسي. انظر التعليمات الفورية إذا كانت MTA لا تعمل بشكل صحيح.
es: El archivo principal no está firmado. Es probable que lo haya causado un virus. Consulta ayuda en línea si MTA no funciona correctamente.
fr: Le fichier principal n'est pas signé, et pourrait être infecté. Veuillez consulter l'Aide en ligne, si MTA ne fonctionne pas correctement.
nb: Hoved fil er usignert. Mulig virus aktivitet. Se på nettet etter hjelp om MTA ikke fungerer korrekt.
zh_cn: 主文件未被签名. 出现本问题有可能是病毒导致的. 若MTA无法正常运行请查看在线帮助.

source: Data files modified. Possible virus activity. See online help if MTA does not work correctly.
ar: ملفات البيانات معدلة. إحتمال نشاط فيروسي. انظر التعليمات الفورية إذا كانت MTA لا تعمل بشكل صحيح.
es: Los archivos de datos han sido modificados. Esta puede ser una posible actividad de un virus. Consulta ayuda en-linea si MTA no funciona correctamente.
fr: Les fichiers de données ont été modifiés, et pourraient être infectés. Veuillez consulter l'Aide en ligne, si MTA ne fonctionne pas correctement.
nb: Data filer modifisert. Mulig virus aktivitet. Se på nettet etter hjelp om MTA ikke fungerer korrekt.
zh_cn: 数据文件被篡改. 出现本问题有可能是病毒导致的. 若MTA无法正常运行请查看在线帮助.

source: .asi files are in the 'MTA:SA' or 'GTA: San Andreas' installation directory. Remove these .asi files if you experience problems with MTA:SA.
es: Hay archivos .asi en el directorio de MTA:SA' o 'GTA: San Andreas' Elimina estos archivos .asi si experiencias problemas con MTA:SA
fr: Des fichiers .asi ont été trouvés dans les dossiers d'installation de GTA:SA ou MTA:SA. Supprimez ou déplacez ces fichiers si vous constatez des problèmes avec MTA:SA.
nb: .asi filer er i din installasjon av 'MTA:SA' eller 'GTA: San Andreas'. Fjern disse .asi filene om du opplever problemer med MTA:SA.
zh_cn: .asi 文件存在于 'MTA:SA' 或 '侠盗猎车手: 圣安地列斯' 的安装目录. 如果运行MTA:SA时遇到了问题请删除这些 .asi 文件.

source: File version mismatch error. Reinstall MTA:SA if you experience problems.
es: Desajuste de la versión del archivo. Por favor, reinstala MTA:SA si experiencias problemas.
fr: La version du fichier ne correspond pas. Veuillez réinstaller MTA:SA si vous constatez des problèmes.
nb: Fil versjon matcher ikke. Reinstaller MTA:SA om du opplever problemer.
zh_cn: 文件版本不匹配导致出错.如果游戏时遇到了问题请重新安装MTA:SA.

source: Some files are missing. Reinstall MTA:SA if you experience problems.
es: Algunos archivos están perdidos. Reinstala MTA:SA si experiencias problemas.
fr: Des fichiers sont manquants. Veuillez réinstaller MTA:SA si vous constatez des problèmes.
nb: Noen filer mangler. Reinstaller MTA:SA om du opplever problemer.
zh_cn: 缺少部分文件. 如果在游戏时遇到了问题请重新安装MTA:SA.

source: MTA:SA is not compatible with Windows 'Safe Mode'. Please restart your PC.
fr: MTA:SA n'est pas compatible avec le Mode Sans Echec de Windows. Veuillez redémarrer votre ordinateur.
nb: MTA:SA er ikke kompatibel med Windows 'Safe Mode'. Vennligst start din PC på nytt.

source: Could not start Grand Theft Auto: San Andreas. Please try restarting, or if the problem persists,contact MTA at www.multitheftauto.com. [%s]
ar: تعذر تشغيل Grand Theft Auto : San Andreas. يرجى محاولة إعادة التشغيل، أو إذا استمرتالمشكلة , تواصل معنا MTA at www.multitheftauto.com. [%s]
cs: Nelze spustit Grand Theft Auto: San Andreas. Prosím zkus restart, nebo pokuď problém přetrvává, zkontaktuj MTA na www.multitheftauto.com. [%s]
es: No se pudo iniciar Grand Theft Auto: San Andreas. Por favor intente reiniciar, o si el problema persiste, contacte a MTA en www.multitheftauto.com. [%s]
fr: Impossible de démarrer GTA: San Andreas. Veuillez tenter de réinstaller, ou si le problème persiste, contactez l'équipe de MTA à l'adresse www.multitheftauto.com. [%s]
nb: Kunne ikke starte Grand Theft Auto: San Andreas. Vennligst prøv å starte på nytt, eller om problemet fortsetter, kontakt MTA på www.multitheftauto.com. [%s]
zh_cn: 无法启动 GTA:SA. 请尝试重新启动, 如果问题持续存在,请联系 MTA, 地址为 www.multitheftauto.com. [%s]

source: GTA: San Andreas may not have launched correctly. Do you want to terminate it?
ar: قد لا تكون شغلت GTA: San Andreas بشكل صحيح. هل تريد أن تنهي ذلك ؟
cs: GTA: San Andreas se možná nespustilo správně. Chceš to ukončit?
es: GTA: San Andreas pudo no haberse iniciado correctamente. ¿Quieres terminarlo?
fr: GTA: San Andreas n'a peut-être pas démarré correctement. Voulez-vous l'arrêter?
nb: GTA: San Andreas har kanskje ikke startet korrekt. Ønsker du å avslutte den?
zh_cn: 侠盗猎车手: 圣安地列斯没有正常启动.你想要关闭它吗?

source: Select your Grand Theft Auto: San Andreas Installation Directory
ar: اختار دليل تثبيت Grand Theft Auto: San Andreas
cs: Zvol tvůj Grand Theft Auto: San Andreas instalační adresář
es: Selecciona el directorio de instalación de Grand Theft Auto: San Andreas
fr: Sélectionnez le répertoire d'installation de Grand Theft Auto: San Andreas
nb: Velg din Grand Theft Auto: San Andreas Installasjons Mappe
zh_cn: 请选择 侠盗猎车手:圣安地列斯的安装目录

source: Error loading %s module! (%s)
ar: خطأ في التحميل %s وحدة (%s)
cs: Chyba při načítání %s modulu! (%s)
es: ¡Error al cargar el módulo %s! (%s)
fr: Erreur de chargement du module %s! (%s)
nb: Feil ved lasting av %s modulen! (%s)
zh_cn: 在读取 %s 模块时出错! (%s)

source: New installation of %s detected. Do you want to copy your settings from %s ?
es: Nueva instalación de %s detectada. Deseas copiar tu configuración desde %s ?
fr: Une nouvelle installation de %s a été détectée. Voulez-vous copier les paramètres à partir de %s ?
nb: Ny installasjon av %s funnet. Ønsker du å kopiere innstillingene dine fra %s ?
zh_cn: 检测到最近安装的 %s. 你想把配置文件从%s复制到这里吗?

source: GTA:SA had trouble opening the file '%s'
es: GTA:SA tuvo un problema al abrir el archivo '%s'
fr: GTA:SA a rencontré un problème en ouvrant le fichier '%s'
nb: GTA:SA hadde problemer med å åpne filen '%s'
zh_cn: GTA:SA 在打开 '%s' 文件时遇到问题.

source: GTA:SA is missing the file '%s'.
es: A GTA:SA le falta el archivo '%s'.
fr: GTA:SA a besoin d'un fichier introuvable: '%s'.
nb: GTA:SA mangler filen '%s'
zh_cn: GTA:SA 缺少 '%s' 文件.

source: GTA:SA had trouble loading a model.
es: GTA:SA tuvo un problema cargando un modelo.
fr: GTA:SA a rencontré un problème durant le chargement d'un model.
nb: GTA:SA hadde problemer med å laste en modell.
zh_cn: GTA:SA 在加载模型文件时遇到问题.

source: If you recently modified gta3.img, then try reinstalling GTA:SA.
fr: Si vous avez récemment modifié gta3.img, essayez de réinstaller GTA:SA.
nb: Om du nylig modifiserte gta3.img, prøv å installere GTA:SA på nytt.

source: GTA:SA had trouble adding an upgrade to a vehicle.
es: GTA:SA ha tenido un problema para añadir una mejora a un vehículo.
fr: GTA:SA a rencontré un problème durant l'ajout d'une amélioration de véhicule.
nb: GTA:SA hadde problemer med å legge en oppgradering til ett kjøretøy.
zh_cn: GTA:SA 在改装车辆时遇到问题.

source: Did your computer restart when playing MTA:SA?
es: Reiniciaste tu computadora mientras jugabas MTA:SA?
fr: Votre ordinateur a-t-il redémarré alors que vous jouiez à MTA:SA?
nb: Startet din datamaskin på nytt når du spilte MTA:SA?
zh_cn: 你在运行MTA:SA的时候重启电脑了吗?

source: Please terminate the following programs before continuing:
es: Por favor, cierra los siguientes programas antes de continuar:
fr: Veuillez fermer les programmes suivants, avant de continuer:
nb: Vennligst avslutt følgende programmer før du fortsetter:
zh_cn: 请在运行前关闭以下程序:

source: This version has expired.
ar: هذهـ النسخة منتهيه
cs: Tato verze expirovala.
es: Esta versión ha expirado.
fr: Cette version a expirée.
nb: Denne versjonen er utløpt.
zh_cn: 此版本已经过期

source: disconnect from the game
ar: انقطع الاتصال من اللعبة
cs: odpojit ze hry
es: desconectado del juego
fr: quitte le serveur
nb: koble fra spillet
zh_cn: 从服务器断开连接

source: shows the nametags
ar: اظهار الالقاب
cs: zobrazí nametagy
es: mostrar etiquetas de nombre
fr: affiche les noms des joueurs
nb: viser navne merker
zh_cn: 显示用户标签

source: shows the chatbox
ar: اظهار الشات / الدردشة
cs: zobrazí chatbox
es: mostrar el cuadro de chat
fr: affiche le tchat
nb: viser chat boksen
zh_cn: 显示聊天框

source: shows the network statistics
ar: اظهار احصائيات الشبكة
cs: zobrazí síťové statistiky
es: muestra las estadísticas de red
fr: affiche les statistiques réseau
nb: viser nettverks statistikken
zh_cn: 显示网络统计信息

source: open the chat input
ar: فتح الإدخال للدردشة
cs: otevře chat input
es: abrir la entrada de chat
fr: ouvre la zone de saisie du Tchat
nb: åpne chat inngangen
zh_cn: 打开聊天输入框

source: transmits voice to other players
ar: ننقل الصوت للاعبين اخرين
cs: přenáší hlas ostatním hráčům
es: transmite voz a otros jugadores
fr: active le microphone
nb: overfører tale til andre spillere
zh_cn: 与其他玩家发送语音

source: enters a car as passenger
ar: الدخول لسيارهـ كـ رآكب.
cs: vstoupí do auta jako pasažér
es: entra en un coche como pasajero
fr: entrer dans un véhicule en tant que passager
nb: entre en bil som passasjer
zh_cn: 以乘员方式进入车辆

source: next radio channel
ar: القناهـ التالية للراديو
cs: další rádio stanice
es: siguiente estación de radio
fr: station radio suivante
nb: neste radio kanal
zh_cn: 下一雷达频道

source: previous radio channel
ar: القناهـ السابقة للراديو
cs: předchozí rádio kanál
es: anterior estación de radio
fr: station radio précédente
nb: forrige radio kanal
zh_cn: 上一电台频道

source: enables the radar view
ar: تمكين اظهار الرادار
cs: povolí radar
es: permite la vista de radar
fr: active le radar
nb: aktiverer radar visningen
zh_cn: 启用雷达视角

source: zooms the radar in
ar: تكبير الرادار
cs: přiblíží radar
es: agranda el radar
fr: zoom avant sur le radar
nb: zoomer radaren inn
zh_cn: 放大雷达

source: zooms the radar out
ar: تصغير الرادار
cs: oddálí radar
es: achica el radar
fr: zoom arrière sur le radar
nb: zommer radaren ut
zh_cn: 缩小雷达

source: moves the radar north
ar: تحريك الرادار شمالا
cs: posune radar severně
es: mueve el radar al norte
fr: déplace le radar au Nord
nb: flytter radaren nordover
zh_cn: 雷达向北移动

source: moves the radar south
ar: تحريك الرادار جنوبا
cs: posune radar jižně
es: mueve el radar al sur
fr: déplace le radar au Sud
nb: flytter radaren sørover
zh_cn: 雷达向南移动

source: moves the radar east
ar: تحريك الرادار شرقا
cs: posune radar východně
es: mueve el radar al este
fr: déplace le radar à l'Est
nb: flytter radaren østover
zh_cn: 雷达向东移动

source: moves the radar west
ar: تحريك الرادار غربا
cs: posune radar západně
es: mueve el radar al oeste
fr: déplace le radar à l'Ouest
nb: flytter radaren vestover
zh_cn: 雷达向西移动

source: attaches the radar
ar: تعليق الرادار
cs: připojí radar
es: adjunta el radar
fr: attache le radar
nb: fester radaren
zh_cn: 连接雷达

source: reduces radar opacity
ar: تقليل تعتيم الرادار
cs: sníží neviditelnost radaru
es: reduce la opacidad del radar
fr: réduis l'opacité du radar
nb: reduserer radar opasiteten
zh_cn: 降低雷达不透明度

source: increases radar opacity
ar: يزيد التعتيم للرادار
cs: zvýší neviditelnost radaru
es: incrementa la opacidad del radar
fr: augmente l'opacité du radar
nb: øker radar opasiteten
zh_cn: 增加雷达不透明度

source: toggles radar help text
ar: تبديل الرادار الى نص التعليمات
cs: přepne zobrazení textu pomoci
es: muestra el texto de ayuda del radar
fr: alterne le texte d'aide du radar
nb: veksler mellom radar hjelpe tekst
zh_cn: 吸附雷达帮助

source: sends a message to the targetted player
ar: ارسال رساله للاعب المحدد
cs: pošle zprávu určenému hráči
es: envía un mensaje al jugador objetivo
fr: envoie un message au joueur ciblé
nb: sender en melding til en valg spiller
zh_cn: 向目标对象发送信息

source: changes to the next weapon whilst in a vehicle
ar: تغير الى السلاح التالي في المركبة
cs: přepne na další zbraň když jsi ve vozidle
es: cambia a la siguiente arma mientras estas en un vehículo
fr: sélectionne l'arme suivante en étant dans un véhicule
nb: endrer til det neste våpenet mens i et kjøretøy
zh_cn: 当进入载具时切换下一个武器

source: changes to the previous weapon whilst in a vehicle
ar: تغير السلاح السابق في المركبة
cs: přepne na předchozí zbraň když jsi ve vozidle
es: cambia a la arma anterior mientras estas en un vehículo
fr: sélectionne l'arme précédente en étant dans un véhicule
nb: endrer til det forrige våpenet mens i et kjøretøy
zh_cn: 当进入载具时切换上一个武器

source: outputs info about the current server
es: imprime la información del actual servidor
fr: affiche des informations à propos du serveur actuel
nb: Gir informasjon om serveren
zh_cn: 当前服务器的输出信息

source: defines the scale multiplier of all text-displays
ar: مقياس الكلام لـ جميع المقاسات
cs: definuje násobič škály všech text-zobrazení
es: define el multiplicador de escala de todas las visualizaciones de texto
fr: définit le multiplicateur d'échelle de tous les textes
nb: definerer skala multiplikatoren for alle tekst flater
zh_cn: 定义文字显示的标度系数

source: (Development mode) shows the colshapes
ar: (Development mode) وضع التطوير يظهر الكول شيب
cs: (Vývojářský mód) zobrazí colshapes
es: (Modo de desarrollo) muestra los colshapes
fr: (mode développeur) affiche les colshapes
nb: (Utvikler modus) viser colshapes
zh_cn: (开发模式) shows the colshapes

source: (Development mode) prints world sound ids into the debug window
ar: (وضع التطوير)يطبع ارقام اصوات العالم في إطار التصحيح
cs: (Vývojářský mód) vytiskne id světových zvuků do okna debugu
es: (Modo de desarrollo) envía los ids de los sonidos del mundo a la ventana de depuracion
fr: (mode développeur) affiche les world sound ids dans la fenêtre Debug
nb: (Utvikler modus) skriver verdens lyd IDene inn i debug vinduet
zh_cn: (开发模式) prints world sound ids into the debug window

source: Entering the game ...
ar: الدخول الى اللعبة ...
cs: Vstupuji do hry ...
es: Entrando al juego ...
fr: Démarrage de la partie...
nb: Blir med i spill ...
zh_cn: 进入游戏中 ...

source: Not connected; please use Quick Connect or the 'connect' command to connect to a server.
ar: لم يتم الاتصال ، رجاء استخدم الاتصال السريع او استخدم الامر connect للاتصال بالسيرفر
cs: Nepřipojeno; prosím použij Rychlé Připojení nebo příkaz 'connect' pro připojení k serveru.
es: No conectado; por favor usa Conexión Rapida o el comando 'connect' para conectarse a un servidor.
fr: Non connecté. Veuillez utiliser la Connexion Rapide ou la commande 'connect' pour joindre un serveur.
nb: Ikke tilkoblet; vennligst bruk Rask Tilkobling eller 'connect' kommandoen for å koble til en server.
zh_cn: 未连接; 请使用快速连接或者 'connect' 命令来连接服务器.

source: The server is not installed
ar: لم يثبت السيرفر
cs: Server není nainstalován
es: El servidor no esta instalado
fr: Le Serveur n'est pas installé.
nb: Server er ikke installert
zh_cn: 服务器未被安装

source: Local Server
ar: سيرفر محلي
cs: Lokální Server
es: Servidor Local
fr: Serveur local
nb: Lokal Server
zh_cn: 本地服务器

source: Starting local server ...
ar: تشغيل السيرفر المحلي
cs: Spouštím lokální server ...
es: Iniciando servidor local ...
fr: Démarrage du serveur local...
nb: Starter lokal server ...
zh_cn: 正在启用本地服务器 ...

source: You were kicked from the game ( %s )
ar: تم طردك من اللعب ( %s )
cs: Byl jsi vyhozen ze hry ( %s )
es: Fuiste expulsado del juego ( %s )
fr: Vous avez été exclus du jeu ( %s )
nb: Du ble kastet ut av spillet ( %s )
zh_cn: 您已经被踢出游戏 ( %s )

source: Connecting to local server...
ar: الاتصال الى الملقم المحلي ...
cs: Připojuji k lokálnímu serveru...
es: Conectando al servidor local...
fr: Connexion au serveur local...
nb: Kobler til lokal server...
zh_cn: 正在连接到本地服务器...

source: Error connecting to server.
ar: خطأ في الاتصال الى السيرفر
cs: Chyba při připojování k serveru.
es: Error al conectarse al servidor.
fr: Erreur de connexion au serveur.
nb: Feil under oppkobling til server.
zh_cn: 连接到服务器时发生错误.
