Repository: nef0s/MTA-SourceCode
Catalog: mtasa-blue/Shared/data/MTA San Andreas/MTA/locale/*/client.po
Languages: ar, cs, es, fr, nb, zh_cn

source: Scale:
ar: القياس:
cs: Škála:
es: Escala:
fr: Echelle:
nb: Skalering:
zh_cn: 比例:

source: Width:
ar: العرض:
cs: Šířka:
es: Ancho:
fr: Largeur:
nb: Bredde:
zh_cn: 宽度:

source: after
ar: بعد
cs: po
es: después
fr: après
nb: etter
zh_cn: 后

source: for
ar: الى
cs: pro
es: para
fr: durant
nb: i
zh_cn: 于

source: Fade out old lines
ar: تلاشي الخطوط القديمة
cs: Skrýt staré řádky
es: Ocultar líneas antiguas
fr: Fondu des anciennes lignes
nb: Ton ut gamle linjer
zh_cn: 淡出旧行数

source: sec
ar: ثانية
cs: sek
es: seg
fr: secondes
nb: sek
zh_cn: 秒

source: Hide background when not typing
ar: إخفاء الخلفية عند عدم الكتابة
cs: Skrýt pozadí když nepíši
es: Ocultar el fondo cuando no se escriba
fr: Masquer le fond quand rien n'est saisi
nb: Skjul bakgrunnen når du ikke skriver
zh_cn: 不输入文字时隐藏背景

source: Nickname completion using the "Tab" key
fr: Autocomplétion du pseudo avec la touche TAB
nb: Kallenavn fullføring ved å bruke "Tab" knappen

source: Allow server to flash the window
fr: Permettre au serveur de flasher la fenêtre
nb: Tillat server å flashe vinduet

source: Enable remote websites
fr: Activer les sites web distants
nb: Aktiver eksterne nettsteder

source: Enable Javascript on remote websites
fr: Activer Javascript sur les sites web distants
nb: Aktiver Javascript på eksterne nettsteder

source: Enable plugins (like Flash, Silverlight; Java is disabled by default)
fr: Activer les plugins (tels que Flash et Silverlight; Java est désactivé par défaut)
nb: Aktiver programtillegg (som Flash, Silverlight; Java er deaktivert som standard)

source: Custom blacklist
fr: Liste noire personnalisée
nb: Tilpasset svarteliste

source: Enter a domain e.g. google.com
fr: Entrez un nom de domaine (par ex. google.fr)
nb: Skriv inn ett domene f.eks. google.com

source: Block
fr: Bloquer
nb: Blokker

source: Domain
fr: Domaine
nb: Domene

source: Remove domain
fr: Supprimer le domaine
nb: Fjern domene

source: Custom whitelist
fr: Liste blanche personnalisée
nb: Tilpasset hviteliste

source: Allow
fr: Autoriser
nb: Tillat

source: Misc
ar: متنوعات
cs: Různé
es: Varios
fr: Divers
nb: Div
zh_cn: 其它

source: Fast CJ clothes loading:
ar: تحميل ملابس CJ سريعاَ
cs: Rychlé nahrávaní CJ oblečení:
es: Carga rápida de la ropa de CJ:
fr: Chargement rapide des vêtements de CJ:
nb: Rask lasting av CJ klær:
zh_cn: 快速载入CJ服装:

source: Browser speed:
ar: سرعة المتصفح:
cs: Rychlost prohlížeče:
es: Velocidad del buscador:
fr: Vitesse de l'explorateur
nb: Leser fart:
zh_cn: 浏览器速度:

source: Single connection:
ar: اتصال واحد:
cs: Jednotné spojení:
es: Conexión única:
fr: Connexion unique:
nb: Enkel tilkobling:
zh_cn: 单程连接:

source: Packet tag:
fr: Étiquette de paquet:
nb: Pakke tagg:

source: Progress animation:
fr: Animation de la progression:
nb: Animasjon for framdrift:

source: Process priority:
ar: أولوية العمل:
cs: Priorita procesu:
es: Prioridad del proceso:
fr: Priorité du processus:
nb: Prosess prioritet:
zh_cn: 进程优先级:

source: Debug setting:
ar: تصحيح الإعداد:
cs: Nastavení debugu:
es: Opciones del depurador:
fr: Mode debug
nb: Feilsøkingsinnstillinger:
zh_cn: Debug 设置:

source: Streaming memory:
ar: استخدام الذاكرة (الرام)
cs: Streamovací paměť:
es: Streaming de memoria:
fr: Mémoire de streaming:
nb: Strømnings minne:
zh_cn: 流媒体缓存:

source: Update build type:
ar: تحديث لإنشاء نوع:
cs: Typ aktualizací:
es: Actualizar tipo de build:
fr: Type de version:
nb: Oppdater versjons type:
zh_cn: 更新构建类型:

source: Install important updates:
fr: Installer les mises à jour importantes:
nb: Installer viktige oppdateringer:

source: On
ar: على
cs: Zapnuto
es: Encendido
fr: Activé
nb: På
zh_cn: 开

source: Very slow
ar: بطيء جدًا
cs: Velmi pomalu
es: Muy lento
fr: Très lente
nb: Svært langsom
zh_cn: 非常慢

source: Default
ar: الإفتراضي
cs: Výchozí
es: Predeterminado
fr: Par défaut
nb: Standard
zh_cn: 默认

source: Fast
ar: سريع
cs: Rychle
es: Rápido
fr: Rapide
nb: Rask
zh_cn: 快

source: Windows 8 compatibility:
ar: التوافق مع ويندوز 8
es: Compatibilidad con Windows 8:
fr: Compatibilité Windows 8:
nb: Windows 8 kompatibilitet:
zh_cn: Windows 8 兼容模式:

source: 16-bit color
ar: لون 16-بت
es: Color de 16 bits
fr: Couleurs 16 bits
nb: 16-bit farge
zh_cn: 16位色

source: Mouse fix
ar: إصلاح الفأرة
es: Arreglo del ratón
fr: Correctif de souris
nb: Mus fiks
zh_cn: 鼠标修正

source: Auto updater
ar: تحديث تلقائي
es: Auto actualizador
fr: Mise à jour automatique
nb: Oppdater automatisk
zh_cn: 自动更新

source: Check for update now
ar: التحقق من التحديث الان
cs: Zkontrolovat updaty nyní
es: Comprobar actualizaciones
fr: Rechercher une mise à jour
nb: Se etter oppdateringer nå
zh_cn: 立即检查更新

source: Some settings will be changed when you next start MTA
ar: سيتم تفعيل الخاصية عند اعادة تشغيل MTA
es: Algunos ajustes serán aplicados cuando vuelvas a abrir MTA
fr: Certains réglages ne seront modifiés qu'après le redémarrage de MTA.
nb: Noen innstillinger vill bli forandret neste gang du starter MTA
zh_cn: 一些设置将会在您下次启动MTA时生效

source: Do you want to restart now?
ar: هل تريد اعادة التشغيل الان ؟‫
cs: Chceš provést restart teď?
es: ¿Quieres reiniciar ahora?
fr: Voulez-vous redémarrer maintenant?
nb: Vill du starte på nytt nå?
zh_cn: 你想现在重启吗?

source: RESTART REQUIRED
ar: مطلوب اعادهـ التشغيل
cs: POTŘEBNÝ RESTART
es: SE REQUIERE REINICIAR
fr: REDÉMARRAGE NÉCESSAIRE
nb: KREVER OMSTART
zh_cn: 需要重新启动

source: Some settings will be changed when you disconnect the current server
fr: Certains paramètres seront modifiés quand vous vous déconnecterez du serveur actuel
nb: Noen innstillinger vill bli endret når du kobler fra denne serveren

source: Do you want to disconnect now?
fr: Voulez-vous vous déconnecter maintenant?
nb: Ønsker du å koble fra nå?

source: DISCONNECT REQUIRED
fr: DÉCONNEXION NÉCESSAIRE
nb: FRAKOBLING KREVES

source: Joypad not detected - Check connections and restart game
ar: لم يتم العثور على عصا التحكم - الرجاء التحقق من الاتصال وإعادة تشغيل اللعبة
cs: Joypad nebyl zjištěn - Zkontroluj připojení a restartuj hru
es: No se ha detectado un joypad. Comprueba las conexiones y reinicia el juego
fr: Aucun joypad détecté - Vérifiez le branchement et redémarrez MTA
nb: Håndkontroller ikke oppdaget - Sjekk tilkoblingen og start spillet på nytt
zh_cn: 未能检测到游戏手柄 - 请检查手柄连接以及重启游戏

source: Binding axis
ar: محور ملزم
cs: Bindovací osa
es: Asignación de ejes
fr: Assignation de l'axe
nb: Binder akse
zh_cn: 绑定坐标轴

source: Move an axis to bind, or escape to clear
ar: تحريك المحور او ازالتة
cs: Posuň osou pro nabindování, nebo escape pro zrušení
es: Mueve un eje para asignarlo, o escape para borrar
fr: Déplacez un axe, ou appuyez sur Esc pour effacer
nb: Beveg en akse for å binde, eller escape for å tømme
zh_cn: 移动一个轴来绑定,或者离开以清除绑定

source: Press a key to bind, or escape to clear
ar: اضغط على مفتاح لـ ربطة ، أو مسحة
cs: Zmáčkni klávesu pro bind, nebo escape pro zrušení
es: Presiona una tecla para asignarla, o escape para borrar
fr: Appuyez sur une touche, ou sur Esc pour effacer
nb: Trykk en knapp for å binde, eller escape for å tømme
zh_cn: 输入你要绑定的按键, 或离开以清除绑定

source: Binding a primary key
ar: ربط مفتاح أساسي
cs: Bindování primárního tlačítka
es: Asignando una tecla primaria
fr: Assignation d'une touche primaire
nb: Binder en primær knapp
zh_cn: 绑定一个主键

source: Binding a secondary key
ar: ربط مفتاح ثانوي ( غير اساسي )
cs: Bindování sekundárního tlačítka
es: Asignando una tecla secundaria
fr: Assignation d'une touche secondaire
nb: Binder en sekundær knapp
zh_cn: 绑定一个次要按键

source: GTA GAME CONTROLS
ar: اعدادات GTA SA بـ التحكم
cs: GTA HERNÍ OVLÁDÁNÍ
es: CONTROLES DE GTA
fr: CONTRÔLES DE GTA
nb: GTA SPILL KONTROLLER
zh_cn: GTA 内置游戏控制

source: MULTIPLAYER CONTROLS
ar: ضوابط متعددة اللاعبين
cs: OVLÁDÁNÍ MULTIPLAYERU
es: CONTROLES MULTIJUGADOR
fr: CONTRÔLES MULTIJOUEUR
nb: FLERSPILLER KONTROLLER
zh_cn: 多人游戏控制

source: Your nickname contains invalid characters!
ar: اسمك الامستعار يحتوي على حروف غير صالحة.
cs: Tvůj nick obsahuje nepovolené znaky!
es: ¡Tu nick contiene caracteres inválidos!
fr: Votre pseudonyme contient des caractères invalides!
nb: Kallenavnet inneholder ugyldige tegn!
zh_cn: 你的昵称包含非法字符!

source: Logging in...
ar: تسجيل الدخول ...
cs: Přihlašuji se...
es: Iniciando sesión…
fr: Authentification...
nb: Logger på...
zh_cn: 正在登录...

source: Logout
ar: تسجيل الخروج...
cs: Odhlásit
es: Cerrar sesión
fr: Déconnexion
nb: Logg ut
zh_cn: 登出

source: Red:
ar: أحمر:
cs: Červená:
es: Rojo:
fr: Rouge:
nb: Rød:
zh_cn: 红:

source: Green:
ar: أخضر:
cs: Zelená:
es: Verde:
fr: Vert:
nb: Grønn:
zh_cn: 绿:

source: Blue:
ar: أزرق:
cs: Modrá:
es: Azul:
fr: Bleu:
nb: Blå:
zh_cn: 蓝:

source: Transparency:
ar: الشفافية:
cs: Průhlednost:
es: Transparencia:
fr: Transparence:
nb: Gjennomsiktighet:
zh_cn: 透明度:

source: Please disconnect before changing language
fr: Veuillez vous déconnecter afin de changer le langage
nb: Vennligst koble fra før du endrer språk

source: Please disconnect before changing skin
ar: يرجى الفصل من الخادم قبل تغيير الشخصية!
cs: Prosím odpoj se před změnou skinu
es: Por favor desconectate antes de cambiar la apariencia
fr: Veuillez vous déconnecter pour pouvoir changer le Thème
nb: Vennligst koble fra før du bytter skin
zh_cn: 请在更换皮肤前断开服务器的连接

source: Volmetric shadows can cause some systems to slow down. Are you sure you want to enable them?
ar: الابعاء من الممكن ان تسبب بطئ للنظام ! هل انت متأكد انك تريد تمكينهم ؟
cs: Volmetrické stíny můžou zpomalit něaké sustémy. Jsi si jist že je chceš povolit?
es: Las sombras volumétricas pueden ralentizar algunos sistemas. ¿Estás seguro de que quieres activarlas?
fr: Les ombres volumétriques peuvent provoquer des ralentissement sur certains systèmes. Êtes-vous sûr de vouloir les activer?
nb: Volumetriske skygger kan få noen systemer til å gå tregere. Er du sikker på at du vil aktivere dem?
zh_cn: 多重阴影将会导致部分系统速度下降. 你确定要启用这个功能吗?

source: PERFORMANCE WARNING
ar: تحذير اداء
cs: VAROVÁNÍ O VÝKONU
es: ADVERTENCIA DE RENDIMIENTO
fr: MISE EN GARDE SUR LES PERFORMANCES
nb: YTELSE ADVARSEL
zh_cn: 性能警告

source: Screen upload is required by some servers for anti-cheat purposes. (The chat box and GUI is excluded from the upload)
ar: شاشة التحميل مطلوبة من قبل بعض الملقمات لاسبباب مكافحة الغش. (يتم استبعاد مربع الدردشة واجهة المستخدم الرسومية من التحميل)
cs: Upload screenů je vyžadován některými servery pro anti-cheat. (Chat box a GUI nejsou zahrnuty při uploadu)
es: La subida de capturas de pantalla se requiere por algunos servidores para evitar trampas. (La captura de pantalla excluye el chat y la interfaz)
fr: L'envoi de captures d'écrans est nécessaire sur certains serveurs utilisant l'anti-triche. (Le Tchat et l'Interface Graphique sont exclus de la capture d'écran)
nb: Skjerm opplasting er påkrevd av noen servere for anti-juks grunner. (Chat boksen og Brukergrensesnittet gjelder ikke for dette)
zh_cn: 一些服务器将会以反作弊的原因要求使用上传屏幕功能. (聊天框和GUI界面将不会被上传)

source: SCREEN UPLOAD INFORMATION
ar: تحميل معلومات الشاشة
cs: INFORMACE O UPLOADU SCREENŮ
es: INFORMACIÓN DE SUBIDA DE CAPTURA DE PANTALLA
fr: INFORMATION SUR L'ENVOI DE CAPTURES D'ÉCRANS
nb: SKJERM OPPLASTINGS INFORMASJON
zh_cn: 屏幕上传信息

source: Some files in your GTA:SA data directory are customized. MTA will only use these modified files if this check box is ticked. However, CUSTOMIZED GTA:SA FILES ARE BLOCKED BY MANY SERVERS Are you sure you want to use them?
ar: بعض الملفات في لعبتكـ GTA:SA مخصصة سيتم تعديلها من قبل MTA اذا قمت باختيار الخيار !. ولكن على اي حال بعض الملقات ترفض هذهـ الملفات هل انت متأكد انك تريد استخدامهم؟
cs: Některé soubory v tvém GTA:SA adresáři jsou upravené. MTA bude používat tyto soubory jen pokuď je tento check box zaškrtnutý. Nicméně, UPRAVENÉ GTA:SA SOUBORY JSOU BLOKOVÁNY NA SPOUSTĚ SERVERŮ Jsi si jist že je chceš použít?
es: Algunos archivos en tu directorio de datos de GTA:SA están modificados. MTA solo utilizará estos archivos si esta casilla de verificación esta marcada. Sin embargo, LOS ARCHIVOS MODIFICADOS DE GTA:SA SON BLOQUEADOS POR MUCHOS SERVIDORES ¿Estás seguro que quieres utilizarlos?
fr: Certains fichiers dans le dossier Data de GTA:SA sont personnalisés. MTA utilisera ces fichiers modifiés, si cette case est cochée. Cependant, les fichiers personnalisés seront bloqués sur la plupart des serveurs. Êtes-vous sûr de vouloir les utiliser?
nb: Noen filer i din GTA:SA data mappe er forandret. MTA vill bare bruke disse modifiserte filene om denne boksen er krysset. Men, MODIFISERTE GTA:SA FILER ER BLOKKERT AV MANGE SERVERE Er du sikker på at du vill bruke dem?
zh_cn: 有些文件在你的GTA:SA数据目录是定制的. 如果此复选框被勾选,MTA只会使用这些修改的文件. 但是,定制的GTA:SA文件被许多服务器过滤 你确定你想使用它们吗?

source: CUSTOMIZED GTA:SA FILES
ar: ملفات مخصصة GTA:SA
cs: UPRAVENÉ GTA:SA SOUBORY
es: ARCHIVOS PERSONALIZADOS DE GTA:SA
fr: FICHIERS GTA:SA PERSONNALISÉS
nb: MODIFISERTE GTA:SA FILER
zh_cn: 定制的 GTA:SA 文件

source: Please enter a nickname
ar: رجاء أدخل اسمك المستعار!
cs: Prosím zadej přezdívku
es: Por favor introduzca un apodo/nick
fr: Veuillez saisir un pseudonyme
nb: Vennligst oppgi ett kallenavn
zh_cn: 请输入一个昵称

source: Please enter a nickname to be used ingame. This will be your name when you connect to and play in a server
ar: الرجاء إدخال الإسم المستعار لاستخدامه في اللعبة. وسيكون هذا الاسم عند الاتصال و اللعب في السيرفر.
cs: Prosím vlož svůj nick pro použití ve hře. Toto bude tvé jméno pro připojení a hraní na serveru
es: Por favor introduzca un apodo/nick para usarse en el juego. Este sera su nombre cuando se conecte y juegue en un servidor.
fr: Veuillez saisir un pseudonyme. Ce sera votre nom quand vous vous connecterez et jouerez sur un serveur.
nb: Vennligst skriv inn ett brukernavn for bruk i spillet. Dette vill være ditt navn når du kobler til og spiller på en server
zh_cn: 请输入一个在游戏里面使用的昵称 这将会在你登陆服务器时显示

source: Very experimental feature.
ar: خاصية تجريبية جدا .
cs: Velmi experimentální prvek.
es: Una característica muy experimental.
fr: Fonctionnalité expérimentale.
nb: Meget eksperimentelle funksjoner.
zh_cn: 大量实验性功能.

source: Stops stalls with CJ variations (Uses 65MB more RAM)
ar: توقف الشك بوجود اختلافات CJ (يستخدم 65MB أكثر RAM)
cs: Předchází zpomalování s variacemi CJ-je (Použije 65MB více RAM)
es: Detener las paradas con las variaciones de CJ (Utiliza 65MB más de RAM)
fr: Empêche les ralentissements avec les variations de CJ (utilise ~65 Mo de RAM).
nb: Motvirker forsinkelser med CJ variasjoner (Bruker 65MB mer RAM)
zh_cn: 停止CJ的跳舞命令 (将会增加65MB内存占用)

source: Older routers may require a slower scan speed.
ar: المودم القديم ربما يجب تحديد السرعة البطيئة للبحث عن السيرفرات
cs: Starší routery můžou vyžadovat pomalejší rychlost skanování.
es: Los routers viejos quizá necesiten de una velocidad mas lenta de escaneo.
fr: Certains routeurs anciens peuvent nécessiter une vitesse plus faible.
nb: Eldre rutere kan kreve en tregere skannings fart.
zh_cn: 比较老的路由会降慢扫描的速度

source: Switch on to use only one connection when downloading.
ar: التحول إلى استخدام اتصال واحد فقط عند تنزيل.
cs: Povol pro použítí pouze jednoho spojení při stahování.
es: Cambiar a utilizar solo una conexión cuando descargues.
fr: Activez cette fonctionnalité pour n'utiliser qu'une seule connexion pendant les téléchargements.
nb: Slå på for å bare bruke en tilkobling under nedlasting.
zh_cn: 打开将会启用单线程下载

source: Tag network packets to help ISPs identify MTA traffic.
fr: Étiqueter les paquets pour aider les FAI à identifier le traffic MTA
nb: Tagg nettverk pakker for å hjelpe ISPer å identifisere MTA trafikk.

source: Spinning circle animation at the bottom of the screen
fr: Animation en bas de l'écran
nb: Snurrende sirkel animasjon nederst på skjermen

source: Select default always. (This setting is not saved)
ar: حدد الافتراضي دائما. (لم يتم حفظ هذا الإعداد)
cs: Vždy zvol výchozí. (Nastavení se neukládá)
es: Seleccionar predeterminado siempre. (Esta configuración no se guarda)
fr: Sélectionnez Par défaut. Ce paramètre n'est pas sauvegardé.
nb: Alltid velg standard. (Denne innstillingen er ikke lagret)
zh_cn: 总是设为默认值. (不保存设置)

source: Maximum is usually best
ar: الحد الأقصى هو الأفضل
cs: Maximum je většinou nejlepší
es: Máximo es, en general, lo mejor
fr: Maximum est généralement préférable.
nb: Maksimum er vanligvis best
zh_cn: 数值最大通常是最好的

source: Auto updater:
ar: تحديث تلقائي
es: Actualización Automática:
fr: Mise à jour automatique:
nb: Oppdater automatisk:
zh_cn: 自动更新:

source: Select default unless you like filling out bug reports.
ar: تحديد الافتراضي إلا إذا كنت تفضل تعبئة تقاريرالخلل
cs: Zvol výchozí jestliže nemáš rád vypisování ohlášení bugů.
es: Selecciona predeterminado a menos que te guste rellenar reportes de errores.
fr: Sélectionnez Par défaut, sauf si vous aimez remplir des rapports de bug.
nb: Velg standard viss du ikke liker å skrive bug rapporter.
zh_cn: 如果你喜欢发送错误报告就可以不选择默认.

source: Select default to automatically install important updates.
fr: Sélectionnez Par défaut pour installer automatiquement les mises à jour importantes.
nb: Velg standard for å automatisk installere viktige oppdateringer.

source: 16-bit color:
ar: لون 16-بت
es: Color 16-bit:
fr: Couleurs 16 bits
nb: 16-bit farge:
zh_cn: 16位色

source: Enable 16 bit color modes - Requires MTA restart
ar: تمكين شكل لون 16 بت - ستحتاج إلى إعادة تشغيل MTA
es: Activar modos de color 16-bit - Se requiere reiniciar MTA
fr: Active le mode Couleur 16 bits - Nécessite un redémarrage de MTA.
nb: Aktiver 16-bit farge modus - MTA må startes på nytt
zh_cn: 启动16位色模式 -需要重启MTA

source: Mouse fix:
ar: إصلاح الفأرة
es: Arreglo del ratón:
fr: Correctif de souris:
nb: Mus fiks:
zh_cn: 鼠标修正:

source: Mouse movement fix - May need PC restart
ar: ًإصلاح حركة الماوس - قد يتطلب إعادة تشغيل الجهاز
es: Arreglo del movimiento del ratón - Puede que se necesite reiniciar el equipo
fr: Correction du mouvement de la souris - Peut nécessiter un redémarrage de votre ordinateur.
nb: Mus bevegelses fiks - Omstart av datamaskinen er kanskje påkrevd
zh_cn: 鼠标移动修正 - 可能需要重启计算机

source: Busy
ar: مشغول
cs: Zaneprázdněn
es: Ocupado
fr: Indisponible
nb: Opptatt
zh_cn: 正忙

source: Can't check for updates right now
ar: لا يمكن التحقق من التحديثات الان ، تحقق من اتصالك بالانترنت
cs: Nyní nelze zkontrolovat updaty
es: No se puede comprobar si hay actualizaciones en este momento
fr: Impossible de rechercher une mise à jour actuellement
nb: Kan ikke se etter oppdateringer akkurat nå
zh_cn: 当前暂时无法检查更新

source: MTA:SA %s required
ar: MTA:SA %s مطلوبه
cs: MTA:SA %s zapotřebí
es: Se requiere MTA:SA %s
fr: MTA:SA %s nécessaire
nb: MTA:SA %s krevet
zh_cn: 要求 MTA:SA %s

source: An updated version of MTA:SA %s is required to join the selected server. Do you want to download and install MTA:SA %s ?
ar: تحديث MTA:sA %s مطلوب للدخول للخادم المحدد. هل تود تحميل وتثبيت MTA:SA %s ؟
cs: Aktualizovaná verze MTA:SA %s je zapotřebí pro připojení k zvolenému serveru. Chceš stáhnout a nainstalovat MTA:SA %s ?
es: Se requiere una versión actualizada de MTA:SA %s para entrar al servidor seleccionado. ¿Desea descargar e instalar MTA: SA %s ?
fr: Une mise à jour de MTA:SA %s est nécessaire pour se connecter à ce serveur. Voulez-vous télécharger et installer MTA:SA %s ?
nb: En oppdatert versjon av MTA:SA %s er påkrevd for å delta i den valgte serveren. Ønsker du å laste ned og installere MTA:SA %s ?
zh_cn: 该服务器需要更高的 MTA:SA %s 版本. 你希望下载并且安装 MTA:SA %s 吗?

source: Do you want to launch MTA:SA %s and connect to this server ?
ar: هل تريد تشغيل Mta sa %s والدخول إلى هذا الخادم؟
cs: Chceš spustit MTA:SA %s a připojit k tomuto serveru ?
es: ¿Quieres iniciar MTA: SA %s y conectarse a este servidor?
fr: Voulez-vous démarrer MTA:SA %s et vous connecter à ce serveur ?
nb: Ønsker du å starte MTA:SA %s og koble til denne serveren ?
zh_cn: 你希望启动 MTA:SA %s 并连接到此服务器吗 ?

source: It is not possible to connect at this time. Please try later.
ar: لا يمكن الدخول في هذا الوقت. الرجاء حاول لآحقاً.
cs: Není možné se teď připojit. Zkus to později.
es: No es posible conectar en este momento. Por favor inténtelo más tarde.
fr: Impossible de se connecter actuellement. Veuillez réessayer plus tard.
nb: Det er ikke mulig å koble til akkurat nå. Vennligst prøv igjen senere.
zh_cn: 系统当前无法连接. 请稍后再试.

source: Connecting
ar: جاري الإتصال
cs: Připojuje se
es: Conectando
fr: Connexion en cours
nb: Kobler til
zh_cn: 正在连接

source: Please wait...
ar: الرجاء الانتظار...
cs: Prosím čekej...
es: Por favor, espere...
fr: Veuillez patienter...
nb: Vennligst vent...
zh_cn: 请稍候...

source: CHECKING
ar: تحقق
cs: KONTROLUJI
es: COMPROBANDO
fr: VÉRIFICATION
nb: SJEKKER
zh_cn: 检查中

source: UPDATE CHECK
ar: التحقق من التحديثات
cs: KONTROLA UPDATU
es: COMPROBANDO ACTUALIZACIÓN
fr: VÉRIFICATION DE MISE À JOUR
nb: OPPDATERINGS SJEKK
zh_cn: 检查更新

source: No update needed
ar: لا يوجد تحديث مطلوب
cs: Není třeba žádný update
es: No se necesita actulización
fr: Aucune mise à jour nécessaire
nb: Ingen oppdateringer funnet
zh_cn: 无最新更新

source: DOWNLOADING
ar: يتم التحميل الان
cs: STAHOVÁNÍ
es: DESCARGANDO
fr: TÉLÉCHARGEMENT EN COURS
nb: LASTER NED
zh_cn: 下载中

source: waiting...
ar: ينتظر...
cs: čekám...
es: esperando...
fr: En attente...
nb: venter...
zh_cn: 正在等待...

source: MANDATORY UPDATE
ar: التحديثات الالزامية
cs: POTŘEBNÝ UPDATE
es: ACTUALIZACIÓN OBLIGATORIA
fr: MISE À JOUR OBLIGATOIRE
nb: VIKTIG OPPDATERING
zh_cn: 强制更新

source: To join this server, you must update MTA. Do you want to update now ?
ar: للانضمام إلى هذا السيرفر، يجب عليك تحديث اللعبة. هل تريد التحديث الآن؟
cs: Pro připojení k tomuto serveru musíš updatovat MTA. Chceš updatovat nyní?
es: Para unirte a este servidor, necesitas actualizar MTA. ¿Quieres actualizar ahora?
fr: Vous devez mettre à jour MTA pour vous connecter à ce serveur. Voulez-vous télécharger la mise à jour maintenant?
nb: For å bli med i denne server, så må du oppdatere MTA. Har du lyst til å oppdatere nå ?
zh_cn: 您需要更新MTA版本以登录该服务器. 你想现在更新吗?

source: OPTIONAL UPDATE
ar: خيارات التحديث
cs: VOLITELNÝ UPDATE
es: ACTUALIZACIÓN OPCIONAL
fr: MISE À JOUR FACULTATIVE
nb: VALGFRI OPPDATERING
zh_cn: 可选更新

source: Server says an update is recommended, but not essential. Do you want to update now ?
ar: الخادم ينصحكـ بالتحديث ولكنة ليس اجباري !. هل تريد التحديث الان؟
cs: Server říka že je doporučen update, ale není třeba. Chceš updatovat nyní?
es: El servidor dice que se recomienda una actualización, pero no es esencial. ¿Desea actualizar ahora?
fr: Le serveur recommande une mise à jour qui n'est pas essentielle. Voulez-vous télécharger la mise à jour maintenant?
nb: Serveren sier at en oppdatering er anbefalt, men ikke nødvendig. Har du lyst til å oppdatere nå ?
zh_cn: 服务器称推荐更新版本, 但并不强制更新. 你想现在更新吗 ?

source: Update not currently avalable. Please check www.mtasa.com
ar: لا يتوفر اي تحديث . يرجى التحقق في : www.mtasa.com
cs: Update není nyní k dispozici. Prosím zkontroluj www.mtasa.com
es: Actualización no disponible. Por favor compruebe www.mtasa.com
fr: Mise à jour non disponible actuellement. Consultez www.mtasa.com
nb: Oppdatering ikke tilgjengelig for øyeblikket. Vennligst sjekk www.mtasa.com
zh_cn: 当前无可用更新. 详情查看 www.mtasa.com

source: ERROR SAVING
ar: خطأ في الحفظ
cs: CHYBA UKLÁDÁNÍ
es: ERROR AL GUARDAR
fr: ERREUR DE SAUVEGARDE
nb: FEIL I LAGRING
zh_cn: 保存错误

source: Unable to create the file.
ar: تعذَر إنشاء الملف.
cs: Nelze vytvořit soubor.
es: No se pudo crear el archivo.
fr: Impossible de créer le fichier.
nb: Klarer ikke å opprette filen.
zh_cn: 未能创建文件

source: ERROR DOWNLOADING
ar: خطا في التحميل
cs: CHYBA STAHOVÁNÍ
es: ERROR AL DESCARGAR
fr: ERREUR DE TÉLÉCHARGEMENT
nb: FEIL I NEDLASTING
zh_cn: 下载错误

source: The downloaded file appears to be incorrect.
ar: الملف الذي تم تنزيله على ما يبدو غير صحيح .
cs: Soubor ke stažení se zdá být nekorektní.
es: El archivo descargado no es válido.
fr: Le fichier téléchargé semble incorrect.
nb: Den nedlastede filen ser ut til å være feil.
zh_cn: 下载的文件校检不正确

source: For some reason.
ar: لسبب ما.
cs: Z něakého důvodu.
es: Por alguna razón.
fr: Pour une raison quelconque.
nb: For en grunn.
zh_cn: 由于某些原因.
