Repository: nef0s/MTA-SourceCode
Catalog: mtasa-blue/Shared/data/MTA San Andreas/MTA/locale/*/client.po
Languages: ar, cs, es, fr, nb, zh_cn

source: Conversation no
ar: المحادثه لا
cs: Konverzace ne
es: Conversación No
fr: Non (conversation)
nb: Samtale nei
zh_cn: 对话中选择否定对方

source: Group control forwards
ar: زر تحكم المجموعه الى الامام
cs: Skupinové ovládání dopředu
es: Control de grupo hacia adelante
fr: Vers l'avant (contrôle groupe)
nb: Gruppe kontroll framover
zh_cn: 小组控制 前进

source: Group control backwards
ar: زر تحكم المجموعه للخلف
cs: Skupinové ovládání dozadu
es: Control de grupo hacia atrás
fr: Vers l'arrière (contrôle groupe)
nb: Gruppe kontroll bakover
zh_cn: 小组控制 后退

source: This will disconnect you from the current server. Are you sure you want to disconnect?
ar: هذا سيقوم بفصلك من الخادم الحالي هل انت متأكد من انك تريد الخروج؟
cs: Toto tě odpojí z aktuálního serveru. Jsi si jist že se chceš odpojit?
es: Esto te desconectará del sevidor actual. ¿Estás seguro de que quieres desconectarte?
fr: Vous serez déconnecté du serveur. Êtes-vous sûr de vouloir continuer?
nb: Dette vill koble deg fra den gjeldende serveren. Er du sikker på at du vil koble fra?
zh_cn: 这将会使你断开与当前服务器的连接。 你确定要断开连接吗?

source: DISCONNECT WARNING
ar: تحذير فصل
cs: VAROVÁNÍ O ODPOJENÍ
es: AVISO DE DESCONEXIÓN
fr: AVERTISSEMENT DE DÉCONNEXION
nb: FRAKOBLINGS ADVARSEL
zh_cn: 断开连接警告

source: No host specified!
ar: لا يوجد مضيف محدد
cs: Není určen žádný hostitel.
es: ¡No se especificó el servidor/host!
fr: Nom d'hôte non spécifié!
nb: Ingen host oppgitt.
zh_cn: 未指定主机!

source: No port specified!
ar: لم يتم تحديد بورت !
cs: Není určen port!
es: ¡No se especifico el puerto!
fr: Port non spécifié!
nb: Ingen port oppgitt!
zh_cn: 未指定端口!

source: Invalid port specified!
ar: البورت المدخل خاطئ غير صالح !
cs: Neplatný port!
es: ¡El puerto especificado es incorrecto!
fr: Port spécifié invalide!
nb: Ugylding port oppgitt!
zh_cn: 指定了无效的端口号!

source: Invalid nickname! Please go to Settings and set a new one!
ar: أسم غير صالح! الرجاء الذهاب الى الاعدادات و وضع اسم جديد !
cs: Neplatný nick! Jdi do nastavení a nastav si jiný!
es: ¡Nick inválido! Por favor, vaya a la configuración y cámbielo
fr: Pseudonyme invalide! Allez dans Paramètres pour le changer!
nb: Ugyldig kallenavn! Vennligst gå til Innstillinger og velg ett nytt!
zh_cn: 无效的昵称! 请去设置画面那里设定一个新昵称!

source: Screenshot taken: '%s'
ar: تم اخذ لقطة الشاشة : '%s'
cs: Snímek obrazovky zachycen: '%s'
es: Imagen tomada: '%s'
fr: Capture d'écran effectuée: '%s'
nb: Skjermbilde tatt: '%s'
zh_cn: 已截图: '%s'

source: SERVER BROWSER
ar: مستعرض السيرفرات
cs: PROHLÍŽEČ SERVERŮ
es: BUSCADOR DE SERVIDORES
fr: EXPLORATEUR DE SERVEURS
nb: SERVER LISTE
zh_cn: 服务器浏览器

source: Favourites
ar: المفضلة
cs: Oblíbené
es: Favoritos
fr: Favoris
nb: Favoritter
zh_cn: 收藏夹

source: Recent
ar: الاخيره
cs: Nedávné
es: Recientes
fr: Récents
nb: Siste
zh_cn: 最近

source: FOR QUICK CONNECT: Type the address and port into the address bar. Or select a server from the history list and press 'Connect'
ar: لأجل الأتصال السريع: اكتب العنوانip والمنفذport في شريط العنوان. أو حدد الخادم من قائمة التاريخ واضغط على 'اتصال'
cs: PRO RYCHLÉ PŘIPOJENÍ: Napiš adresu a port do aresního řádku. Nebo zvol server z historie a stiskni 'Připojit'
es: PARA CONECTAR RÁPIDAMENTE: Escriba la dirección y el puerto en la barra de direcciones. O seleccione un servidor del historial y pulse "Conectar"
fr: POUR LA CONNEXION RAPIDE: Saisir l'adresse et le port dans la barre d'adresse ou sélectionnez un serveur dans l'Historique.
nb: FOR RASK TILKOBLING: Skriv inn adressen og port inn i adresse vinduet. Eller velg en server fra historie listen og trykk 'Koble til'
zh_cn: 快速链接: 请在地址栏里输入服务器地址及端口号。 或者在历史记录里选择服务器并且点击 '连接'

source: HELP
ar: مساعدة
cs: POMOC
es: AYUDA
fr: AIDE
nb: HJELP
zh_cn: 帮助

source: Refresh
ar: تحديث
cs: Obnovit
es: Actualizar
fr: Actualiser
nb: Oppdater
zh_cn: 刷新

source: Add Favorite
ar: اضف الى المفضلة
cs: Přidat Oblíbené
es: Agregar como favorito
fr: Ajouter aux Favoris
nb: Legg til favoritt
zh_cn: 添加到收藏夹

source: Connect
ar: أتصال
cs: Připojit
es: Conectar
fr: Connexion
nb: Koble til
zh_cn: 连接

source: Server information
ar: معلومات عن الخادم 'لسيرفر'
cs: Server informace
es: Información del servidor
fr: Information du serveur
nb: Server informasjon
zh_cn: 服务器信息

source: Search servers
ar: البحث عن الخوادم 'السيرفرات'
cs: Hledat servery
es: Buscar servidores
fr: Rechercher des serveurs
nb: Søk i servere
zh_cn: 搜索服务器

source: Search players
ar: البحث عن اللاعبين
cs: Hledat hráče
es: Buscar jugadores
fr: Rechercher des joueurs
nb: Søk i spillere
zh_cn: 搜索玩家

source: Start search
ar: أبحث
cs: Začít hledání
es: Empezar busqueda
fr: Démarrer la recherche
nb: Start søk
zh_cn: 开始搜索

source: Search players...
ar: بحث عن الاعبين ...
cs: Hledat hráče...
es: Buscar jugadores...
fr: Rechercher des joueurs...
nb: Søk i spillere...
zh_cn: 搜索玩家中...

source: Search servers...
ar: بحث الخوادم ( السيرفرات )
cs: Hledat servery...
es: Buscar servidores...
fr: Rechercher des serveurs...
nb: Søk servere...
zh_cn: 搜索服务器中...

source: Name
ar: الاسم
cs: Jméno
es: Nombre
fr: Nom
nb: Navn
zh_cn: 名称

source: Players
ar: الاعبين
cs: Hráči
es: Jugadores
fr: Joueurs
nb: Spillere
zh_cn: 玩家数

source: Ping
ar: البنق
es: Latencia
fr: Latence
zh_cn: 网络延迟

source: Gamemode
ar: نوع اللعب
cs: Herní mód
es: Modo de juego
fr: Mode de jeu
nb: Spillmodus
zh_cn: 游戏模式

source: Player list
ar: قائمة الاعبين
cs: Seznam hráčů
es: Lista de jugadores
fr: Liste des joueurs
nb: Spiller liste
zh_cn: 玩家列表

source: Include:
ar: يتضمن
cs: Zahrnout:
es: Incluye:
fr: Inclure:
nb: Ta med:
zh_cn: 包含:

source: Empty
ar: فارغ
cs: Prázdný
es: Vacío
fr: Vide
nb: Tom
zh_cn: 空

source: Full
ar: ممتلئ
cs: Plný
es: Lleno
fr: Plein
zh_cn: 满

source: Locked
ar: مقفل
cs: Uzamčený
es: Bloqueado
fr: Verrouillé
nb: Låst
zh_cn: 已上锁

source: Offline
ar: غير متّصل
es: Fuera de línea
fr: Hors ligne
nb: Frakoblet
zh_cn: 离线

source: Other Versions
ar: إصدارات أخرى
cs: Jiné verze
es: Otras Versiones
fr: Autres versions
nb: Andre versjoner
zh_cn: 其他版本

source: Back
ar: الخلف
cs: Zpět
es: Atrás
fr: Retour
nb: Tilbake
zh_cn: 返回

source: Help
ar: مساعدة
cs: Pomoc
es: Ayuda
fr: Aide
nb: Hjelp
zh_cn: 帮助

source: Loading...
ar: تحميل...
cs: Načítám...
es: Cargando...
fr: Chargement...
nb: Laster inn...
zh_cn: 载入中...

source: ..loading..
ar: ..تحميل..
cs: ..načítám..
es: ..cargando..
fr: ..chargement..
nb: ..laster..
zh_cn: ..载入中..

source: No address specified!
ar: لا يوجد عنوان محدد!
cs: Nebyla zadána adresa!
es: ¡No se especificó la dirección!
fr: Adresse non spécifiée!
nb: Ingen adresse oppgitt!
zh_cn: 未指定服务器地址!

source: Unknown protocol
ar: بروتوكول غير معروف
cs: Neznámý protokol
es: Protocolo desconocido
fr: Protocole inconnu
nb: Ukjent protokoll
zh_cn: 未知协议

source: Please use the mtasa:// protocol!
ar: الرجاء استخدام mtasa :/ / بروتوكول!
cs: Prosím použij mtasa:// protokol!
es: Utilice el protocolo: mtasa://
fr: Veuillez utiliser le protocole mtasa:// !
nb: Vennligst bruk mtasa:// protokollen!
zh_cn: 请使用 mtasa:// 协议格式!

source: You have to select a server to connect to.
ar: يجب اختيار سيرفر للأتصال به.
cs: Musíš zvolit server pro připojení.
es: Tienes que seleccionar un servidor al que conectarse.
fr: Vous devez sélectionner un serveur auquel se connecter.
nb: Du må velge en server for å koble til.
zh_cn: 你需要选择一个服务器来连接。

source: SERVER IS FULL
ar: السيرفر ممتلئ
cs: SERVER JE PLNÝ
es: EL SERVIDOR ESTA LLENO
fr: LE SERVEUR EST PLEIN
nb: SERVER ER FULL
zh_cn: 服务器到达人数上限

source: Name:
ar: الأسم:
cs: Název:
es: Nombre:
fr: Nom:
nb: Navn:
zh_cn: 名称:

source: Server Address:
ar: عنوان السيرفر:
cs: Adresa Serveru:
es: Dirección del servidor:
fr: Adresse du serveur:
nb: Server Adresse:
zh_cn: 服务器地址:

source: Gamemode:
ar: نوع العب
cs: Herní mód:
es: Modo de juego:
fr: Mode de jeu:
nb: Spillmodus:
zh_cn: 游戏模式:

source: Map:
ar: الخريطة
cs: Mapa:
es: Mapa:
fr: Carte:
nb: Kart:
zh_cn: 地图:

source: Players:
ar: الاعبين
cs: Hráči:
es: Jugadores:
fr: Joueurs:
nb: Spillere:
zh_cn: 玩家数:

source: Passworded:
ar: كلمة السر:
cs: Zaheslováno:
es: Con contraseña:
fr: Verrouillé:
nb: Passord:
zh_cn: 是否需要密码:

source: Latency:
ar: زمن الوصول:
cs: Latence:
es: Latencia:
fr: Latence:
nb: Latens:
zh_cn: 传输延迟:

source: Close
ar: اغلآق
cs: Zavřít
es: Cerrar
fr: Fermer
nb: Lukk
zh_cn: 关闭

source: Join Game
ar: دخول اللعبه
cs: Připojit do hry
es: Unirse al juego
fr: Connexion
nb: Delta i Spill
zh_cn: 加入游戏

source: Please enter the password to the server:
ar: يرجى إدخال كلمة المرور الخاصة بالخادم السيرفر:
cs: Prosím vložte heslo pro tento server:
es: Por favor, introduzca la contraseña del servidor:
fr: Veuillez saisir le mot de passe du serveur:
nb: Vennligst skriv inn passordet til serveren:
zh_cn: 请输入进入此服务器所需的密码:

source: Join the server as soon as a player slot is available.
ar: الدخول الى الخادم عند خروج احد اللاعبين.
cs: Připojit se k serveru hned jak se uvolní slot.
es: Unirse al servidor cuando tenga un slot disponible
fr: Se connecter au serveur dès qu'une place est disponible.
nb: Bli med i serveren så fort det er en plass ledig.
zh_cn: 当服务器有空位时进入。

source: PLEASE ENTER SERVER PASSWORD
ar: الرجاء ادخل كلمة المرورالخاصه بالخادم
cs: PROSÍM VLOŽ HESLO OD SERVERU
es: POR FAVOR ESCRIBA LA CONTRASEÑA DEL SERVIDOR
fr: VEUILLEZ SAISIR LE MOT DE PASSE DU SERVEUR
nb: VENNLIGST SKRIV INN SERVER PASSORD
zh_cn: 请输入服务器密码

source: Timed Out
ar: انتهاء مهلة الاتصال
cs: Čas vypršel
es: Se ha agotado el tiempo de espera del servidor
fr: Délai expiré
nb: Tidsavbrudd
zh_cn: 已超时

source: Querying...
ar: استفسار...
cs: Dotazuje se…
es: Consultando…
fr: Requête...
nb: Sender forespørsel...
zh_cn: 正在查询...

source: Idle
ar: عاطل عن العمل
cs: Nečinný
es: Inactivo
fr: Inactif
nb: Inaktiv
zh_cn: 空闲

source: player
ar: لاعب
cs: hráč
es: jugador
fr: joueur
nb: spiller
zh_cn: 个玩家个玩家

source: on
ar: يعمل
cs: na
es: activo
fr: sur
nb: på
zh_cn: 于

source: server
ar: خادم
es: servidor
fr: serveur
zh_cn: 个服务器个服务器

source: Requesting master server list (%lu ms elapsed)
ar: طلب قائمة الملقم الرئيسي (%lu لو انقضت MS)
cs: Chytám master server seznam (%lu ms uběhlo)
es: Solicitando la lista al servidor maestro... (%lu ms transcurrido)
fr: Sollicitation de la liste du Serveur principal (%lu ms écoulées)
nb: Ber om master server listen (%lu ms gått)
zh_cn: 查询主服务器列表 (已花费 %lu 毫秒)

source: Master server list could not be parsed.
ar: تعذر تحليل قائمة السيرفر الرئيسية
cs: Master server seznam nemohl být zprostředkován.
es: No se pudo analizar la lista del servidor maestro.
fr: La liste du Serveur principal n'a pas pu être analysée.
nb: Master server listen kunne ikke analyseres.
zh_cn: 主服务器列表无法解析。

source: Master server list could not be retrieved.
ar: لا يمكن استرجاع قائمة السيرفر الرئيسية.
cs: Nemohl být získán master server seznam.
es: No se pudo recuperar la lista del servidor maestro.
fr: La liste du Serveur Principal n'a pas pu être récupérée.
nb: Server listen kunne ikke hentes.
zh_cn: 主服务器列表无法检索。

source: (Backup server list)
ar: (قائمة ملقم النسخ الاحتياطي)
cs: (Záložní seznam serverů)
es: (Copia de seguridad de la lista de servidores)
fr: (Liste de serveurs à partir d'une sauvegarde)
nb: (Sikkerhetskopier server listen)
zh_cn: (备份服务器列表)

source: Cannot bind LAN-broadcast socket
ar: لا يمكن ربط LAN-لبث مأخذ التوصيل
cs: Nelze svázat LAN-broadcast socket
es: No se pudo enlazar el socket de transmisión LAN
fr: Impossible d'établir un socket de diffusion sur le LAN
zh_cn: 无法绑定局域网广播套接字 (LAN-broadcast socket)

source: Attempting to discover LAN servers
ar: محاولة لاكتشاف ملقمات LAN
cs: Pokouším se najít LAN servery
es: Intentando encontrar servidores LAN
fr: Tentative de découverte de serveurs LAN
nb: Prøver å finne LAN servere
zh_cn: 正在尝试搜索局域网内的服务器

source: SETTINGS
ar: الاعدادات
cs: NASTAVENÍ
es: AJUSTES
fr: Audio
nb: INNSTILLINGER
zh_cn: 设置

source: Multiplayer
ar: ‪لعب متعدد
es: Multijugador
fr: Multijoueur
nb: Flerspiller
zh_cn: 多人游戏

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
zh_cn: 视频

source: Binds
ar: ازرار
cs: Bindy
es: Teclas
fr: Touches
nb: Bindinger
zh_cn: 绑定

source: Controls
ar: الضوابط
cs: Ovládání
es: Controles
fr: Commandes
nb: Kontroller
zh_cn: 控制

source: Web Browser
fr: Navigateur Web
nb: Nettleser
zh_cn: 网页浏览器

source: Advanced
ar: متقدّم
cs: Pokročilé
es: Avanzado
fr: Avancé
nb: Avansert
zh_cn: 高级

source: Community
ar: مجتمع
cs: Komunita
es: Comunidad
fr: Communauté
nb: Samfunn
zh_cn: 社区

source: Cancel
ar: إلغاء
cs: Zrušit
es: Cancelar
fr: Annuler
nb: Avbryt
zh_cn: 取消

source: Load defaults
ar: استعادة الأعدادات الأفتراضية
cs: Načíst výchozí
es: Cargar predeterminados
fr: Réinitialiser
nb: Last inn standardverdier
zh_cn: 读取默认值

source: Mouse sensitivity:
ar: حساسية الإلتقاط
cs: Senzitivita myši:
es: Sensibilidad del ratón:
fr: Sensibilité de la souris:
nb: Mus sensitivitet:
zh_cn: 鼠标灵敏度:

source: Vertical aim sensitivity:
ar: حساسية aim الرأسي:
cs: Senzitivita vertikálního zaměřování:
es: Sensibilidad del eje vertical:
fr: Sensibilité de la visée verticale:
nb: Vertikal siktings sensitivitet:
zh_cn: 垂直瞄准灵敏度:

source: Mouse options
ar: اعدادات الفأرة
cs: Možnosti myši
es: Opciones del ratón
fr: Paramètres de souris
nb: Mus innstillinger
zh_cn: 鼠标选项

source: Invert mouse vertically
ar: عكس الفأره بشكل رأسي,عمودي
cs: Obrátit myš vertikálně
es: Invertir ratón verticalmente
fr: Inverser l'axe vertical
nb: Inverter musen vertikalt
zh_cn: 鼠标垂直反转

source: Steer with mouse
ar: توجيه مع الماوس
cs: Řídit myší
es: Dirigir con el ratón
fr: Diriger avec la souris
nb: Styr med mus
zh_cn: 用鼠标控制驾驶

source: Fly with mouse
ar: طيران مع الماوس
cs: Lítat myší
es: Volar con ratón
fr: Voler avec la souris
nb: Fly med mus
zh_cn: 使用鼠标飞行

source: Joypad options
ar: اعدادات اليد 'joypad'
cs: Nastavení joypadu
es: Opciones del mando
fr: Paramètres du joypad
nb: Håndkontroller innstillinger
zh_cn: 手柄设置

source: Standard controls (Mouse + Keyboard)
ar: اعدادات التحكم الافتراضية 'الماوس + لوحة المفاتيح'
cs: Standartní ovládání (Myš + Klávesnice)
es: Controles estándar (Ratón + Teclado)
fr: Commandes standards (souris + clavier)
nb: Standard kontroll (Mus + Tastatur)
zh_cn: 标准控制 (鼠标 + 键盘)

source: Classic controls (Joypad)
ar: التحكم الكلاسيكي اليد 'Joypad'
cs: Klasické ovládání (Joypad)
es: Controles clásicos (Joypad)
fr: Commandes classiques (joypad)
nb: Klassisk kontroll (Håndkontroll)
zh_cn: 经典控制 (手柄)

source: Dead Zone
ar: منطقة الموت
cs: Mrtvá Zóna
es: Zona Muerta
fr: Zone morte
nb: Død zone
zh_cn: 盲区

source: Use the 'Binds' tab for joypad buttons.
ar: استخدام ازرار'Binds' لأزرار التحكم الكلاسيكي اليد'joypad'
cs: Použij záložku 'Bindy' pro tlačítka joypadu.
es: Utilice la pestaña 'Teclas' para administrar los botones del mando.
fr: Utilisez l'onglet 'Touches' pour configurer les boutons du joypad.
nb: Bruk 'Bindinger' fanen for håndkontroll knapper.
zh_cn: 将'绑定'标签用于手柄按键。

source: Left Stick
ar: نقرة يسرى
cs: Levý Stick
es: Stick izquierdo
fr: Stick gauche
nb: Venstre Stikke
zh_cn: 手柄 左方向

source: Right Stick
ar: أنقر اﻷيمن
cs: Pravý Stick
es: Stick derecho
fr: Stick droit
nb: Høyre Stikke
zh_cn: 手柄 右方向

source: KEY
ar: مفتاح
cs: TLAČÍTKO
es: TECLA
fr: TOUCHE
nb: KNAPP
zh_cn: 按键

source: ALT. KEY
ar: مفتاح ( ALT )
cs: ALT. TLAČÍTKO
es: Tecla secundaria
fr: TOUCHE ALTERNATIVE
nb: ALT. KNAPP
zh_cn: ALT. 按键

source: Username:
ar: اسم المستخدم:
cs: Uživatelské jméno:
es: Usuario:
fr: Nom d'utilisateur:
nb: Brukernavn:
zh_cn: 用户名:

source: Password:
ar: كلمة المرور:
cs: Heslo:
es: Contraseña:
fr: Mot de passe:
nb: Passord:
zh_cn: 密码:

source: Login
ar: تسجيل الدخول
cs: Přihlášení
es: Iniciar sesión
fr: S'identifier
nb: Logg inn
zh_cn: 登录

source: Register
ar: تسجيل
cs: Registrovat
es: Registrarse
fr: S'enregistrer
nb: Registrer
zh_cn: 注册

source: Nick:
ar: الاسم المستعار:
es: Apodo/Nick:
fr: Pseudonyme
nb: Kallenavn:
zh_cn: 昵称:

source: Save server passwords
ar: حفظ كلمات مرور السيرفر
cs: Ukládat hesla serverů
es: Guardar contraseñas del servidor
fr: Enregistrer les mots de passe des serveurs
nb: Lagre server passord
zh_cn: 保存服务器密码

source: Auto-refresh server browser
ar: تحديث تلقائي لمتصفح السيرفرات
cs: Auto-obnova prohlížeče serverů
es: Actualizar automáticamente el buscador de servidores
fr: Actualiser automatiquement l'explorateur de serveurs
nb: Oppdater server listen automatisk
zh_cn: 自动刷新服务器浏览器

source: Allow screen upload
ar: السماح بتحميل صورة من الشاشة
cs: Povolit upload screenů
es: Permitir subir capturas de pantalla
fr: Autoriser l'envoi de captures d'écran
nb: Tillat skjermbilde opplastning
zh_cn: 允许上传屏幕画面

source: Use customized GTA:SA files
ar: استخدام ملفات مخصصة لـ GTA:SA
cs: Používat změněné GTA:SA soubory
es: Usar archivos personalizados de GTA:SA
fr: Utiliser des fichiers GTA:SA personnalisés
nb: Bruk egendefinerte GTA:SA filer
zh_cn: 使用定制的 GTA:SA 文件

source: Map rendering options
ar: خيارات أداء الخريطة
cs: Možnosti renderingu mapy
es: Opciones de representación del mapa
fr: Paramètres de rendu de la carte
nb: Map rendring instillinger
zh_cn: 地图渲染选项

source: Opacity:
ar: الشفافية:
cs: Neprůhlednost:
es: Opacidad:
fr: Opacité:
nb: Gjennomsiktighet:
zh_cn: 不透明度:

source: Radio volume:
ar: شدة الصوت لـ الراديو :
cs: Hlasitost rádia:
es: Volumen de radio:
fr: Volume de la radio:
nb: Radio volum:
zh_cn: 电台音量:

source: SFX volume:
ar: شدهـ الصوت لـ SFX :
cs: SFX Hlasitost:
es: Volumen SFX:
fr: Volume des effets:
nb: SFX volum:
zh_cn: 音效音量:

source: MTA volume:
ar: شدهـ الصوت لـ MTA :
cs: MTA Hlasitost:
es: Volumen de MTA:
fr: Volume de MTA:
nb: MTA volum:
zh_cn: MTA 音量:

source: Voice volume:
ar: شدهـ صوت المايك :
cs: Hlasitost hlasu:
es: Volumen de voz:
fr: Volume des voix:
nb: Stemme volum:
zh_cn: 语音音量:

source: Play mode:
ar: وضع التشغيل:
cs: Herní mód:
es: Modo de reproducción:
fr: Mode de lecture
nb: Spill modus:
zh_cn: 游戏模式:

source: General
ar: عام
cs: Obecné
fr: Général
nb: Generelt
zh_cn: 常规

source: Mute Radio sounds when minimized
ar: كتم الصوت الخاص بـ الراديو عند التصغير
cs: Ztlumit zvuky Rádia když minimalizováno
es: Silenciar sonidos de la radio al minimizar
fr: Désactiver la radio quand le jeu est minimisé
nb: Demp Radio lyder ved minimering
zh_cn: 当窗口最小化时屏蔽电台音乐

source: Mute SFX sounds when minimized
ar: كتم صوت الـ SFX عند التصغير
cs: Ztlumit SFX zvuky když minimalizováno
es: Silenciar efectos de sonido al minimizar
fr: Désactiver les effets quand le jeu est minimisé
nb: Demp SFX lyder ved minimering
zh_cn: 当窗口最小化时屏蔽游戏音效

source: Mute MTA sounds when minimized
ar: كتم صوت MTA عند التصغير
cs: Ztlumit MTA zvuky když minimalizováno
es: Silenciar sonidos de MTA al minimizar
fr: Désactiver les sons de MTA quand le jeu est minimisé
nb: Demp MTA lyder ved minimering
zh_cn: 当窗口最小化时屏蔽 MTA 音效

source: Mute Voice sounds when minimized
ar: كتم صوت المايك عند التصغير
cs: Ztlumit zvuky Hlasu (Voice) když minimalizováno
es: Silenciar sonidos de voz cuando está minimizado
fr: Désactiver les voix quand le jeu est minimisé
nb: Demp Stemmer ved minimering
zh_cn: 当窗口最小化时屏蔽语音

source: Radio Equalizer
ar: صوت الراديو
cs: Rádio Equalizér
es: Ecualizador de Radio
fr: Égaliseur Radio
nb: Radio tonekontroll
zh_cn: 电台均衡器

source: Radio Auto-tune
ar: راديو تلقائي
es: Radio Auto-tono
fr: Auto-tune (radio)
zh_cn: 默认电台

source: Usertrack options
ar: خيارات واجهة المستخدم
cs: Usertrack nastavení
es: Opciones de Canciones del Usuario
fr: Paramètres des Pistes utilisateur
nb: Bruker spor instillinger
zh_cn: 用户本地电台选项

source: Random
ar: عشوائي
cs: Náhodný
es: Aleatorio
fr: Aléatoire
nb: Tilfeldig
zh_cn: 随机

source: Sequential
ar: تسلسلي
cs: Sekvenční
es: Secuencial
fr: Séquentiel
nb: Sekvensiell
zh_cn: 顺序

source: Automatic Media Scan
ar: البحث التلقائي عن الملفات الاعلامية
cs: Automatické Media Scan
es: Escaneo automático de medios
fr: Scanner les médias automatiquement
nb: Automatisk Medie Skann
zh_cn: 自动扫描媒体文件

source: Resolution:
ar: التقرير :
cs: Rozlišení:
es: Resolución:
fr: Résolution:
nb: Oppløsning:
zh_cn: 分辨率:

source: Draw Distance:
ar: رسم البعد :
cs: Vzdálenost vykreslování:
es: Distancia de dibujado:
fr: Distance d'affichage:
nb: Tegne Avstand:
zh_cn: 显示距离:

source: Brightness:
ar: شدة الإضاءة:
cs: Jas:
es: Brillo:
fr: Luminosité:
nb: Lysstyrke:
zh_cn: 亮度:

source: FX Quality:
ar: الجودة:
cs: FX Kvalita:
es: Calidad de Efectos:
fr: Qualité des effets:
nb: FX Kvalitet:
zh_cn: 效果质量:

source: Anisotropic filtering:
ar: الترشيح متباين الخواص:
cs: Anizotropní filtrování:
es: Filtrado anisotrópico:
fr: Filtrage anisotrope:
nb: Anisotropisk filtrering:
zh_cn: 各向异性过滤:

source: Anti-aliasing:
ar: إزالة التسنن
cs: Vyhlazování:
es: Suavizado:
fr: Anticrénelage:
nb: Kantutjevning:
zh_cn: 抗锯齿:

source: Aspect Ratio:
ar: نسبة الارتفاع إلى العرض:
cs: Poměr stran:
es: Relación de aspecto:
fr: Ratio d'aspect:
nb: Aspektforhold:
zh_cn: 纵横比:

source: Windowed
ar: النوافذ
cs: V okně
es: Ventana
fr: Mode fenêtré
nb: Vindu
zh_cn: 窗口模式

source: Fullscreen mode:
ar: وضع ملء الشاشة:
cs: Celoobrazový režim:
es: Modo pantalla completa:
fr: Mode plein écran:
nb: Fullskjermmodus:
zh_cn: 全屏模式:

source: Borderless window
ar: نافذة بلا حدود
cs: Okno bez okraje
es: Ventana sin bordes
fr: Fenêtre sans bordures
nb: Rammeløst vindu
zh_cn: 无边框窗口

source: Borderless keep res
ar: بلا حدود للاحفاظ على الدقة
es: Mantener resolución sin bordes
fr: Fenêtre sans bordures
nb: Rammeløs behold oppløsning
zh_cn: 保持无边框窗口

source: Low
ar: منحفض
cs: Nízké
es: Bajo
fr: Basse
nb: Lav
zh_cn: 低

source: Medium
ar: متوسط
cs: Střední
es: Medio
fr: Moyenne
nb: Middels
zh_cn: 中

source: High
ar: عالي
cs: Vysoké
es: Alto
fr: Haute
nb: Høy
zh_cn: 高

source: Very high
ar: مرتفعة جدًا
cs: Velmi vysoké
es: Muy alto
fr: Maximale
nb: Veldig høy
zh_cn: 非常高

source: Off
ar: مغلق
cs: Vypnuto
es: Apagado
fr: Désactivé
nb: Av
zh_cn: 关

source: Auto
ar: تلقائي
es: Automático
fr: Automatique
nb: Automatisk
zh_cn: 自动

source: HUD Match Aspect Ratio
ar: HUD يطابق نسبة العرض إلى الإرتفاع
es: Proporción del Aspecto de la Interfaz Visual
fr: Redimensionner le HUD
nb: HUD Samsvarer med Sideforhold
zh_cn: HUD与显示纵横比相匹配

source: Volumetric Shadows
ar: أبعاد الظلال
cs: Volumetrické Stíny
es: Sombras volumétricas
fr: Ombres volumétriques
nb: Volumetriske Skygger
zh_cn: 体积阴影

source: Grass effect
ar: تأثير العشب
cs: Efekt trávy
es: Efecto de hierba
fr: Activer l'effet 'herbe'
nb: Gress effekt
zh_cn: 草地效果

source: Heat haze
ar: توهج الظل'الضباب'
cs: Tetelící se vzduch
es: Ondas de calor
fr: Activer l'effet 'chaleur'
nb: Varmedis
zh_cn: 热浪

source: Tyre Smoke etc
es: Humo de las ruedas, etc...
fr: Fumée des pneus, etc
nb: Dekkrøyk etc
zh_cn: 轮胎烟雾等

source: Full Screen Minimize
ar: تصغير ملئ الشاشة
cs: Celý Obraz Minimalizovat
es: Minimizar pantalla completa
fr: Réduire en Plein Ecran
nb: Minimer Fullskjerm
zh_cn: 全屏幕最小化

source: Enable Device Selection Dialog
ar: تمكين الجهاز من تحديد الحوار
cs: Povolit Dialog Zvolení Zařízení
es: Acivar el diálogo de selección de dispositivo
fr: Activer la boîte de dialogue 'Sélection du périphérique'
nb: Aktiver Enhet Dialog Utvalg
zh_cn: 启用设备选择对话框

source: Show unsafe resolutions
ar: إظهار القرارات الغير آمنة
es: Mostrar resoluciones no seguras
fr: Afficher toutes les résolutions
nb: Vis utrygge oppløsninger
zh_cn: 显示不安全的分辨率

source: Language:
ar: اللُّغة:
cs: Jazyk:
es: Idioma:
fr: Langage:
nb: Språk:
zh_cn: 语言:

source: Skin:
ar: المظهر
es: Apariencia:
fr: Thème:
nb: Tema:
zh_cn: 皮肤:

source: Presets:
ar: التعيينات المسبقة:
cs: Přednastavení:
fr: Préréglages:
nb: Forhåndsinnstillinger:
zh_cn: 预设:

source: Chat
ar: محادثه
fr: Tchat
zh_cn: 聊天

source: Load
ar: تحميل
cs: Načíst
es: Cargar
fr: Charger
nb: Last inn
zh_cn: 载入

source: Chat BG
ar: خلفية المحادثة
es: Fondo del Chat
fr: Tchat
zh_cn: 聊天背景

source: Chat Text
ar: نص المحادثة
es: Texto del Chat
fr: Texte
nb: Chat tekst
zh_cn: 聊天文字

source: Input BG
ar: خلفية الادخال
es: Fondo de entrada
fr: Entrée
zh_cn: 输入文字背景

source: Input Text
ar: ادراج نص
es: Entrada de Texto
fr: Texte
zh_cn: 输入文本

source: Font:
ar: الخط
cs: Písmo:
es: Fuente:
fr: Police:
nb: Skrift:
zh_cn: 字体:

source: Lines:
ar: الأسطر:
cs: Řádků:
es: Líneas:
fr: Lignes:
nb: Linjer:
zh_cn: 行:
