Repository: nef0s/MTA-SourceCode
Catalog: mtasa-blue/Shared/data/MTA San Andreas/MTA/locale/*/client.po
Languages: ar, cs, es, fr, nb, zh_cn

source: Connecting to local server timed out. See console for details.
ar: انتهت مهلة الأتصال بالخادم المحلي . انظر إلى وحدة التحكم console للحصول على التفاصيل.
cs: Připojování k lokálnímu serveru vypršelo. Podívej se do konzole pro více inromací.
es: La conexión con el servidor local ha expirado. Vea la consola para más detalles.
fr: La connexion au serveur local a expirée. Voir les détails dans la Console.
nb: Oppkobling til lokal server timet ut. Se konsoll for detaljer.
zh_cn: 连接本地服务器超时.请在console中查看详细内容

source: Connection with the server was lost
ar: فقد الإتصال من الخادم
cs: Spojení se serverem bylo ztraceno
es: Se ha perdido la conexión con el servidor
fr: La connexion au serveur a été perdue
nb: Tilkobling til serveren gikk tapt
zh_cn: 与服务器丢失连接

source: Disconnected: the server is currently full
ar: قطع الإتصال: الخادم ممتلئ حالياً
cs: Odpojeno: server je momentálně plný
es: Desconectado: el servidor está lleno
fr: Déconnecté: le serveur est plein.
nb: Frakoblet: serveren er full
zh_cn: 断开连接:服务器满载

source: Disconnected: invalid password specified
ar: قطع الأتصال: كلمة المرور المدخله غير صحيحه
cs: Odpojeno: špatné heslo
es: Desconectado: la contraseña especificada es inválida
fr: Déconnecté: mot de passe invalide.
nb: Frakoblet: Feil passord oppgitt
zh_cn: 断开连接: 无效的密码

source: MTA Client verification failed!
ar: فشل التحقق من العميل MTA !
cs: MTA Client ověření selhalo!
es: ¡La verificación del Cliente MTA ha fallado!
fr: La vérification du Client MTA a échoué!
nb: MTA klient verifisering feilet!
zh_cn: MTA客户端验证失败!

source: HOST GAME
ar: خادم اللعبه الخاص
cs: HOSTOVAT HRU
es: ORGANIZAR PARTIDA
fr: HÉBERGER UNE PARTIE
nb: OPPRETT SPILL
zh_cn: 服务器主机

source: Resources
ar: موارد 'mods'
es: Recursos
fr: Ressources
nb: Ressurser
zh_cn: 资源

source: Server name:
ar: اسم الخادم:
cs: Název serveru:
es: Nombre del servidor:
fr: Nom du serveur:
nb: Server navn:
zh_cn: 服务器名称:

source: Max players:
ar: الحد الأقصى للاعبين:
cs: Max hráčů:
es: Jugadores máx:
fr: Joueurs max. :
nb: Maks spillere:
zh_cn: 最大允许玩家:

source: Broadcast:
ar: إذاعه:
cs: Vysílání:
es: Difusión:
fr: Diffusion:
nb: Kringkast:
zh_cn: 广播:

source: LAN
ar: الشبكة (LAN)
fr: Réseau local
zh_cn: 本地局域网

source: Selected
ar: المحدد
cs: Vybráno
es: Seleccionado
fr: Ressources sélectionnées
nb: Merket
zh_cn: 已选择

source: All
ar: الكل
cs: Vše
es: Todos
fr: Ressources disponibles
nb: Alle
zh_cn: 所有

source: Start
ar: تشغيل
es: Iniciar
fr: Démarrer
zh_cn: 开启

source: Disconnected: Invalid nickname
ar: تم الفصل : اسم مستعار غير صالح!
cs: Odpojeno: Neplatný nick
es: Desconectado: Apodo/Nick invalido
fr: Déconnecté: pseudonyme invalide.
nb: Frakoblet: Ugyldig kallenavn
zh_cn: 断开连接: 无效的昵称

source: Disconnect from server
ar: تم الفصل من الخادم / الملقم
cs: Odpojeno od serveru
es: Desconectar del servidor
fr: Déconnecté du serveur.
nb: Koble fra server
zh_cn: 与服务器断开连接

source: Disconnected: Serial is banned. Reason: %s
ar: تم الفصل: السريال محظور !. السبب: %s
cs: Odpojeno: Serial je zabanován. Důvod: %s
es: Desconectado: El serial esta baneado. Razón: %s
fr: Déconnecté: ce Serial est banni. Motif: %s
nb: Frakoblet: Serial er utestengt. Grunn: %s
zh_cn: 断开连接: 序列号被封禁. 原因: %s

source: Disconnected: You are banned. Reason: %s
ar: تم الفصل: انت محظور !. السبب: %s
cs: Odpojeno: Jsi zabanován. Důvod: %s
es: Desconectado: Estas baneado. Razón: %s
fr: Déconnecté: vous êtes banni. Motif: %s
nb: Frakoblet: Du er utestengt. Grunn: %s
zh_cn: 断开连接: 您被封禁. 原因: %s

source: Disconnected: Account is banned. Reason: %s
ar: تم الفصل: الحساب محظور !. السبب: %s
cs: Odpojeno: Účet je zabanován. Důvod: %s
es: Desconectado: La cuenta esta baneada. Razón: %s
fr: Déconnecté: ce compte est banni. Motif: %s
nb: Frakoblet: Konto er utestengt. Grunn: %s
zh_cn: 断开连接: 账号被封禁. 原因: %s

source: Disconnected: Version mismatch
ar: تم الفصل : عدم تطابق الإصدار
cs: Odpojeno: Neshoda verzí
es: Desconectado: Versión inválida
fr: Déconnecté: version incompatible.
nb: Frakoblet: Versjon matcher ikke
zh_cn: 断开连接: 游戏版本不对应

source: Disconnected: Join flood. Please wait a minute, then reconnect.
ar: تم الفصل : مضاد التكرار الرجاء الانتظار دقيقة ثم الاتصال مرة اخرى !
cs: Odpojeno: Join flood. Prosím počkej minutu, pak se znovu připoj.
es: Desconectado: Flood de conexiones. Por favor espere un minuto, luego vuelva a intentarlo.
fr: Déconnecté: trop de connexions simultanées. Veuillez réessayer dans quelques instants.
nb: Frakoblet: Tilkoblings flod. Vennligst vent en stund, så prøv igjen.
zh_cn: 断开连接: 过多玩家同时进入服务器,请等候几分钟后再进入.

source: Disconnected: Server from different branch. Information: %s
ar: تم الفصل: من الخادم افرع مختلفة . المعلومات: %s
cs: Odpojeno: Server z jiné větve. Informace: %s
es: Desconectado: Servidor de una rama diferente. Información: %s
fr: Déconnecté: le serveur provient d'une branche différente. Information: %s
nb: Frakoblet: Server fra annen gren. Informasjon: %s
zh_cn: 断开连接: 服务器来自不同的分支. 相关信息: %s

source: Disconnected: Bad version. Information: %s
ar: تم الفصل: نسخة سيئة. معلومات: %s
cs: Odpojeno: Špatná verze. Informace: %s
es: Desconectado: Versión mala. Información: %s
fr: Déconnecté: version incorrecte. Information: %s
nb: Frakoblet: Dårlig versjon. Informasjon: %s
zh_cn: 断开连接: 版本已损坏. 相关信息: %s

source: Disconnected: Server is running a newer build. Information: %s
ar: تم الفصل: الخادم يقوم بتشغيل بناء احدث !. معلومات: %s
cs: Odpojeno: Server běží na novější nástavbě. Informace: %s
es: Desconectado: El servidor está usando una versión más reciente. Información: %s
fr: Déconnecté: le serveur utilise une version plus récente. Information: %s
nb: Frakoblet: Serveren kjører en nyere versjon. Informasjon: %s
zh_cn: 断开连接: 用户版本比服务器版本旧. 相关信息: %s

source: Disconnected: Server is running an older build. Information: %s
ar: قطع الأتصال: السيرفر يقوم بتشغيل البنية القديمة .المعلومات: %s
cs: Odpojeno: Server běží na starší nástavbě. Informace: %s
es: Desconectado: El servidor está usando una versión más antigua. Información: %s
fr: Déconnecté: le serveur utilise une version plus ancienne. Information: %s
nb: Frakoblet: Server kjører en eldre versjon. Informasjon: %s
zh_cn: 断开连接: 用户版本比服务器版本新. 相关信息: %s

source: Disconnected: Nick already in use
ar: قطع الأتصال: الاسم المستعار مستخدم
cs: Odpojeno: Nick se již používá
es: Desconectado: El apodo/nick ya esta en uso
fr: Déconnecté: ce pseudonyme est déjà utilisé.
nb: Frakoblet: Kallenavn allerede i bruk
zh_cn: 断开连接: 昵称已有人使用

source: Disconnected: Player Element Could not be created.
ar: قطع الأتصال: تعذر إنشاء عنصر الاعب.
cs: Odpojeno: Hráčský prvek nemohl být vytvořen.
es: Desconectado: No se pudo crear el elemento de jugador.
fr: Déconnecté: l'Element du joueur n'a pas pu être crée.
nb: Frakoblet: Spillet Element kunne ikke bli lagd.
zh_cn: 断开连接: 无法创建玩家元素

source: Disconnected: Server refused the connection: %s
ar: تم الفصل: الخادم رفض الاتصال: %s
cs: Odpojeno: Server odmítnul spojení: %s
es: Desconectado: El servidor rechazó la conexión: %s
fr: Déconnecté: le serveur a refusé la connexion: %s
nb: Frakoblet: Serveren nektet tilgang: %s
zh_cn: 断开连接: 服务器拒绝连接: %s

source: Disconnected: Serial verification failed
ar: قطع الاتصال: فشل التحقق من السيريال
cs: Odpojeno: Ověřování serialu selhalo
es: Desconectado: Falló al verificar el serial
fr: Déconnecté: la vérification du Serial a échoué.
nb: Frakoblet: Serial verifisering feilet
zh_cn: 断开连接: 序列验证失败

source: Disconnected: Connection desync %s
ar: تم الفصل: اتصال desync %s
cs: Odpojeno: Connection desync %s
es: Desconectado: Desincronización de conexión %s
fr: Déconnecté: désynchronisation de la connexion: %s
nb: Frakoblet: Tilkobling avsynkronisert %s
zh_cn: 断开连接: 数据不同步 %s

source: Disconnected: You were kicked by %s
ar: تم قطع الاتصال: انت مطرود من %s
cs: Odpojeno: Byl jsi vyhozen: %s
es: Desconectado: Fuiste expulsado por %s
fr: Déconnecté: vous avez été exclus par %s
nb: Frakoblet: Du ble kastet ut av %s
zh_cn: 断开连接: 您已经被 %s 踢出服务器(KICKED)

source: Disconnected: You were banned by %s
ar: قطع الاتصال: تم حظرك من قبل %s
cs: Odpojeno: Byl jsi zabanován hráčem: %s
es: Desconectado: Fuiste baneado por %s
fr: Déconnecté: vous avez été banni par %s
nb: Frakoblet: Du ble utestengt av %s
zh_cn: 断开连接: 您已经被 %s 禁止进入服务器

source: Disconnected: Server shutdown or restarting
fr: Déconnecté: le serveur est fermé ou redémarre
nb: Koblet fra: Server avsluttet eller starter på nytt

source: Time Remaining:
ar: الوقت المتبقي:
cs: Zbývající čas:
es: Tiempo Restante:
fr: Temps restant:
nb: Gjenværende tid:
zh_cn: 剩余时间

source: %d day
ar: يوم %d
cs: %d den
es: %d día
fr: %d jour
nb: %d dag
zh_cn: %d 天

source: %d hour
ar: ساعه %d
cs: %d hodina
es: %d hora
fr: %d heure
nb: %d time
zh_cn: %d 时

source: Disconnected
ar: قطع الإتصال
cs: Odpojeno
es: Desconectado
fr: Déconnecté
nb: Forbindelse brutt
zh_cn: 断开连接

source: Download error: %s
ar: خطأ في التحميل: %s
cs: Chyba při stahování: %s
es: Error de descarga: %s
fr: Erreur de téléchargement: %s
nb: Nedlastingsfeil: %s
zh_cn: 下载错误: %s

source: Could not start the local server. See console for details.
ar: تعذر بدء تشغيل الخادم المحلي, افتح وحدة التحكم console للحصول على التفاصيل.
cs: Lokální server nemohl být spuštěn. Podívej se do konzole pro detaily.
es: No se pudo iniciar el servidor local. Vea la consola para más detalles.
fr: Impossible de démarrer le serveur local. Voir les détails dans la Console.
nb: Kunne ikke starte lokal server. Se konsoll for detaljer.
zh_cn: 无法启动本地服务器.请在 console 中查看详细信息

source: Error: Could not start local server. [%s]
ar: خطأ: تعذر تشغيل الخادم المحلي. [%s]
cs: Chyba: Lokální server nemohl být spuštěn. [%s]
es: Error: No se pudo iniciar el servidor local. [%s]
fr: Erreur: impossible de démarrer le serveur local. [%s]
nb: Feil: Kunne ikke starte lokal server. [%s]
zh_cn: 错误: 无法启动本地服务器. [%s]

source: Download Progress:
ar: تقدم التحميل :
cs: Průběh stahování:
es: Progreso de la descarga:
fr: Progression du téléchargement:
nb: Framgang for Nedlasting:
zh_cn: 下载进度:

source: Map download progress:
ar: تقدم تحميل الخريطة :
cs: Postup stahování mapy:
es: Progreso de la descarga de los mapas:
fr: Progression du téléchargement de la carte:
nb: Kart nedlastnings fremdrift:
zh_cn: 地图下载进度:

source: %s of %s
ar: %s من %s .
cs: %s z %s
es: %s de %s
fr: %s de %s
nb: %s av %s
zh_cn: %s 之 %s

source: Disconnect to cancel download
ar: قطع الأتصال بسبب إلغاء التحميل
cs: Odpoj se pro zrušení stahování
es: Desconectate para cancelar la descarga
fr: Déconnectez pour annuler le téléchargement
nb: Koble fra for å kansellere nedlasting
zh_cn: 断开连接以取消下载

source: Fatal error (%u). If this problem persists, please check out mtasa.com for support.
ar: خطأ فادح (%u). إذا استمرت هذه المشكلة، يرجى مراجعة mtasa.com للحصول على الدعم.
cs: Fatální chyba(%u). Pokuď problém přetrvává, podívej se na mtasa.com pro podporu.
es: Error fatal (%u). Si este problema persiste, por favor ve a mtasa.com para más soporte.
fr: Erreur fatale (%u). Si le problème persiste, veuillez contacter l'équipe de MTA:SA.
nb: Kritisk feil (%u). Om dette problemet fortsetter, vennligst sjekk mtasa.com for hjelp.
zh_cn: 致命错误 (%u).如果此问题继续存在,请在mtasa.com里求助.

source: Protocol error (%u). If this problem persists, please check out mtasa.com for support.
ar: خطأ بروتوكول (%u). اذا استمرت هذه المشكلة، يرجى مراجعة mtasa.com للحصول على الدعم.
cs: Chyba protokolu (%u). Pokuď problém přetrvává, podívej se na mtasa.com pro podporu.
es: Error de protocolo (%u). Si este problema persiste, por favor ve a mtasa.com para más soporte.
fr: Erreur de protocole (%u). Si le problème persiste, veuillez contacter l'équipe de MTA:SA.
nb: Protokoll feil (%u). Om dette problemet fortsetter, vennligst sjekk mtasa.com for hjelp.
zh_cn: 协议错误 (%u).如果此问题继续存在,请在mtasa.com里求助

source: Connection error
ar: خطأ في الاتصال.
cs: Chyba připojení
es: Error de conexión
fr: Erreur de connexion
nb: Tilkoblingsfeil
zh_cn: 连接错误

source: Multi Theft Auto has not been installed properly, please reinstall.
ar: لم يتم تثبيت Multi Theft Auto بشكل صحيح, الرجاء إعادة التثبيت.
cs: Multi Theft Auto nebylo správně nainstalováno, prosím reinstall.
es: Multi Theft Auto no ha sido instalado correctamente, por favor reinstale.
fr: Multi Theft Auto n'a pas été installé correctement. Veuillez réinstaller.
nb: Multi Theft Auto har ikke blitt installert rett, vennligst reinstaller.
zh_cn: Multi Theft Auto 没有被正确安装. 请重新安装

source: Your browser will now display a web page with some help infomation. (If the page fails to load, paste (CTRL-V) the URL into your web browser)
ar: سوف يعرض المتصفح الآن صفحة ويب مع بعض المعلومات للمساعدة. ((Ctrl + V) اذا فشل تحميل الصفحة الصق عنوان الموقع في متصفح الويب الخاص بك)
cs: Tvůj prohlížeč nyní zobrazí web stránku s něakou pomocí. (Pokuď se stránka nenačte, vlož (CTRL-V) URL do tvého webového prohlížeče)
es: Tu explorador mostrará una página web con información de ayuda. (Si esta página falla en abrir, pega (CTRL-V) la URL en tu explorador web)
fr: Votre navigateur va s'ouvrir sur une page Web contenant de l'aide. (Si la page ne s'ouvre pas correctement, veuillez copier/collez l'adresse dans votre navigateur.)
nb: Din nettleser vill nå vise en side som inneholder hjelpe informasjon. (Om siden ikke laster, lim inn (CTRL-V) adressen i din nettleser)
zh_cn: 你的浏览器将会显示一个带有帮助信息的网页 (如果你的网页载入失败, 粘贴 (CTRL-V) URL 到你的服务器)

source: CONSOLE
ar: وحدة التحكم
es: CONSOLA
nb: KONSOLL
zh_cn: 控制台

source: Copyright (C) 2003 - 2015 Multi Theft Auto
nb: Opphavsrett (C) 2003 - 2015 Multi Theft Auto
zh_cn: 版权所有 (C) 2003 - 2015 Multi Theft Auto

source: Action
ar: إجراء
cs: Akce
es: Acción
nb: Handling
zh_cn: 行动

source: Internet
ar: انترنت
nb: Internett
zh_cn: 互联网

source: Local
ar: محلي
cs: Lokální
nb: Lokalt
zh_cn: 本地

source: Information
ar: معلومات
cs: Informace
es: Información
nb: Informasjon
zh_cn: 信息

source: Audio
ar: صوت
cs: Zvuk
nb: Lyd
zh_cn: 音频

source: Interface
ar: الواجهة
cs: Rozhraní
es: Interfaz
nb: Brukergrensesnitt
zh_cn: 界面

source: Saturation
ar: حدّة اللون
cs: Sytost
es: Saturación
nb: Metning
zh_cn: 饱和度

source: DESCRIPTION
ar: وصف
cs: POPIS
es: DESCRIPCIÓN
nb: BESKRIVELSE
zh_cn: 说明

source: Max
ar: اقصى
es: Máximo
nb: Maks
zh_cn: 最高

source: %d minute
ar: %d دقيقه
cs: %d minuta
es: %d minuto
nb: %d minutt
zh_cn: %d 分

source: OK
ar: موافق
zh_cn: 确定

source: Radio
ar: راديو
cs: Rádio
zh_cn: 收音机

source: Standard
ar: قياسي
cs: Standartní
es: Estándar
zh_cn: 标准

source: Mip Mapping
ar: رسم الخرائط
cs: MIP mapování
zh_cn: 多重细节层纹理 (Mip Mapping)

source: Min
ar: دقيقة او على الاقل ..
es: Mínimo
zh_cn: 最低

source: MTA: San Andreas
ar: MTA : سان اندرس
